Repository: aspnet/LibraryManager
Catalog: src/libman/MultilingualResources/libman.*.xlf
Languages: es, fr, it, ja, ko, pl, tr

# ConfigCommand_OptionDescription_SetEncrypted
source: Sets a key with an encrypted value in the configuraiton store. The option should be in the form key=plaintext
fr: Définit une clé avec une valeur chiffrée dans le magasin de configurations. L'option doit se présenter sous la forme clé=texteenclair
it: Imposta una chiave con un valore crittografato nell'archivio di configurazione. L'opzione deve essere specificata nel formato chiave=testo non crittografato
pl: Ustawia klucz z zaszyfrowaną wartością w magazynie konfiguracji. Opcja powinna mieć postać klucz=zwykły tekst

# ConfigCommand_Remarks
source: Settings cannot be read and stored in the same operation. To remove a setting, set it to an empty string (--set key=). Retrieving decrypted values for encrypted settings is not supported.
fr: Impossible de lire et de stocker les paramètres dans la même opération. Pour supprimer un paramètre, affectez-lui une chaîne vide (--set key=). La récupération des valeurs déchiffrées pour les paramètres chiffrés n'est pas prise en charge.
it: Non è possibile leggere e archiviare impostazioni nella stessa operazione. Per rimuovere un'impostazione, impostarla su una stringa vuota (--set key=). Il recupero dei valori decrittografati per le impostazioni crittografate non è supportato.
pl: Nie można odczytać i zapisać ustawień w tej samej operacji. Aby usunąć ustawienie, należy ustawić je na pusty ciąg (--set key=). Pobieranie odszyfrowanych wartości dla ustawień szyfrowanych nie jest obsługiwane.

# UpdateCommandExamples
source: libman update jquery libman update jquery --to 3.3.1 libman update jquery -pre
tr: libman güncelleştirmesi jquery libman güncelleştirmesi jquery --to 3.3.1 libman güncelleştirmesi jquery -pre

# InstallCommandDesc
source: Add a library definition to the LibMan.json file, and download the library to the specified location
es: Agregue una definición de biblioteca al archivo LibMan.json y descargue la biblioteca a la ubicación especificada.
ja: ライブラリ定義を LibMan.json ファイルに追加し、指定した場所にライブラリをダウンロードします

# UnInstallCommandDesc
source: Deletes all files for the specified library from their specified destination, then removess the specified library definition from libman.json
es: Elimina todos los archivos de la biblioteca especificada del destino establecido y, a continuación, elimina la definición de biblioteca dada del archivo libman.json
ja: 指定したライブラリのすべてのファイルを、指定した宛先から削除した後、指定したライブラリ定義を libman.json から削除します
