Repository: aspnet/LibraryManager
Catalog: src/libman/MultilingualResources/libman.*.xlf
Languages: es, fr, it, ja, ko, pl, tr

# MoreThanOneLibraryFoundToUninstall
source: More than one library found with id "{0}"
es: Se encontró más de una biblioteca con el identificador "{0}"
fr: Plusieurs bibliothèques portant l'ID "{0}" ont été trouvées
it: È stata trovata più di una libreria con ID "{0}"
ja: ID が "{0}" のライブラリが複数あります。
ko: ID가 "{0}"인 라이브러리를 둘 이상 찾았습니다.
pl: Znaleziono więcej niż jedną bibliotekę z identyfikatorem „{0}”
tr: "{0}" kimliğine sahip birden fazla kitaplık bulundu

# ProviderRequiredWhenNoDefaultIsPresent
source: Default Provider is not set. Please provide a provider using '--provider'
es: No se ha establecido un proveedor predeterminado. Establezca un proveedor mediante "--provider"
fr: Le fournisseur par défaut n'est pas défini. Utilisez '--provider' pour indiquer un fournisseur
it: Il provider predefinito non è impostato. Per specificarne uno, usare '-provider'
ja: 既定のプロバイダーが設定されていません。'--provider' を使用してプロバイダーを指定してください
ko: 기본 공급자가 설정되지 않았습니다. '--provider'를 사용하여 공급자를 지정하세요.
pl: Nie ustawiono domyślnego dostawcy. Podaj dostawcę przy użyciu opcji „--provider”
tr: Varsayılan sağlayıcı ayarlanmamış. Lütfen '--provider' kullanarak bir sağlayıcı belirtin

# UseProviderToDisambiguateMessage
source: Use --provider to disambiguate libraries of same name from different providers in the project
es: Use --provider para eliminar la ambigüedad causada por bibliotecas con el mismo nombre de proveedores distintos en el proyecto
fr: Utilisez --provider pour lever toute ambiguïté concernant les bibliothèques du même nom provenant de différents fournisseurs dans le projet
it: Usare --provider per disambiguare le librerie con lo stesso nome di provider diversi presenti nel progetto
ja: 同じ名前のライブラリとプロジェクト内の異なるプロバイダーを区別するには --provider を使用します
ko: --provider를 사용하여 프로젝트에서 다른 공급자에 있는 같은 이름의 라이브러리를 구분하세요.
pl: Użyj opcji --provider w celu rozróżnienia bibliotek o tej samej nazwie od różnych dostawców w projekcie
tr: Projedeki farklı sağlayıcılara ait olup aynı adı taşıyan kitaplıkları netleştirmek için --provider kullanın

# MoreThanOneLibraryFoundToUninstallForProvider
source: More than one library found with id "{0}" for provider "{1}". Please remove the manually from the libman.json file
es: Se encontró más de una biblioteca con el identificador "{0}" para el proveedor "{1}". Elimínelas manualmente del archivo libman.json
fr: Plusieurs bibliothèques portant l'ID "{0}" ont été trouvées pour le fournisseur "{1}". Supprimez-les manuellement du fichier libman.json
it: È stata rilevata più di una libreria con ID "{0}" per il provider "{1}". Rimuovere manualmente il riferimento dal file libman.json
ja: プロバイダー "{1}" には ID が "{0}" のライブラリが複数あります。libman.json ファイルから手動で削除してください
ko: 공급자 "{1}"에 대해 ID가 "{0}"인 라이브러리를 둘 이상 찾았습니다. libman.json 파일에서 수동으로 제거하세요.
pl: Znaleziono więcej niż jedną bibliotekę z identyfikatorem „{0}” dla dostawcy „{1}”. Usuń ją ręcznie z pliku libman.json
tr: "{1}" sağlayıcısı için "{0}" kimliğine sahip birden fazla kitaplık bulundu. Lütfen bunları libman.json dosyasından el ile kaldırın

# NoLibraryToUninstall
source: Library "{0}" is not installed. Nothing to uninstall
es: La biblioteca "{0}" no está instalada. No hay nada que desinstalar
fr: La bibliothèque "{0}" n'est pas installée. Rien à désinstaller
it: La libreria "{0}" non è installata. Non è presente alcuna libreria da disinstallare
ja: ライブラリ "{0}" はインストールされていません。アンインストールするものがありません
ko: 라이브러리 "{0}"이(가) 설치되어 있지 않습니다. 제거할 항목이 없습니다.
pl: Biblioteka „{0}” nie jest zainstalowana. Nie ma niczego do odinstalowania
tr: "{0}" kitaplığı yüklü değil. Kaldırılacak bir şey yok

# CacheCleanCommandDesc
source: Delete all files from the local machine's LibMan cache.
es: Elimine todos los archivos de caché LibMan de la máquina local.
fr: Supprimez tous les fichiers du cache LibMan de l'ordinateur local.
it: Elimina tutti i file dalla cache di LibMan del computer locale.
ja: ローカル マシンの LibMan キャッシュからすべてのファイルを削除します。
ko: 로컬 컴퓨터의 LibMan 캐시에서 모든 파일을 삭제하세요.
pl: Usuń wszystkie pliki z pamięci podręcznej narzędzia LibMan na maszynie lokalnej.
tr: Yerel makinenin LibMan önbelleğindeki tüm dosyaları silin.

# CacheListCommandDesc
source: Display a list of all libraries that are stored in the local machine’s LibMan cache.
es: Muestra una lista de todas las bibliotecas almacenadas en la memoria caché LibMan de la máquina local.
fr: Affiche la liste de toutes les bibliothèques stockées dans le cache LibMan de l'ordinateur local.
it: Visualizza un elenco di tutte le librerie che sono memorizzate nella cache di LibMan del computer locale.
ja: ローカル マシンの LibMan キャッシュに格納されているすべてのライブラリの一覧を表示します。
ko: 로컬 컴퓨터의 LibMan 캐시에 저장된 모든 라이브러리의 목록을 표시합니다.
pl: Wyświetl listę wszystkich bibliotek, które są przechowywane w pamięci podręcznej narzędzia LibMan na komputerze lokalnym.
tr: Yerel makinenin LibMan önbelleğinde depolanan tüm kitaplıkları listesini görüntüler.

# CacheCleanProviderArgumentDesc
source: Provider for which the cache files should be cleaned.
es: Proveedor para el que se deben limpiar los archivos caché.
fr: Fournisseur pour lequel les fichiers du cache doivent être nettoyés.
it: Provider per il quale eliminare i file di cache.
ja: キャッシュ ファイルを消去する必要のあるプロバイダー。
ko: 캐시 파일을 정리할 공급자입니다.
pl: Dostawca, dla którego powinny zostać wyczyszczone pliki pamięci podręcznej.
tr: Önbellek dosyalarının temizlenmesi gereken sağlayıcı.

# UpdateCommandDesc
source: Updates the specified library
es: Actualiza la biblioteca especificada
fr: Met à jour la bibliothèque spécifiée
it: Aggiorna la libreria specificata
ja: 指定したライブラリを更新します
ko: 지정한 라이브러리를 업데이트합니다.
pl: Aktualizuje określoną bibliotekę
tr: Belirtilen kitaplığı güncelleştirir

# UpdateCommandRemarks
source: Error if no libman.json in current folder Error if specified library doesn't exist If there's more than one library with the same libraryId, you'll be prompted to choose.
es: Error si no hay ningún archivo libman.json en la carpeta actual. Error si la biblioteca especificada no existe. Si hay más de una biblioteca con el mismo libraryId, se le pedirá que elija uno.
fr: Une erreur se produit si le dossier actif ne contient aucun fichier libman.json ou si la bibliothèque spécifiée n'existe pas. Si plusieurs bibliothèques ont le même libraryId, vous êtes invité à en choisir une.
it: Errore se non esiste alcun file libman.json nella cartella corrente Errore se la libreria specificata non esiste Se è presente più di una libreria con lo stesso ID libreria, verrà chiesto di sceglierne una.
ja: 現在のフォルダーに libman.json がない場合はエラーになります 指定されたライブラリが存在しない場合はエラーになります 同じ libraryId のライブラリが複数ある場合は選択するようメッセージが表示されます。
ko: 현재 폴더에 libman.json이 없으면 오류가 발생합니다. 지정한 라이브러리가 없으면 오류가 발생합니다. 같은 libraryId의 라이브러리가 둘 이상 있으면 선택하라는 메시지가 표시됩니다.
pl: Błąd, jeśli w bieżącym folderze nie ma pliku libman.json Błąd, jeśli określona biblioteka nie istnieje Jeśli istnieje więcej niż jedna biblioteka z tym samym identyfikatorem biblioteki, zostanie wyświetlony monit o dokonanie wyboru.
tr: Geçerli klasörde libman.json olmadığında gösterilecek hata Belirtilen kitaplık mevcut olmadığında gösterilecek hata Aynı libraryId ile birden fazla kitaplık varsa seçim yapmanız istenir.

# UpdateCommandLibraryArgumentDesc
source: Name of the library to update (without the version).
es: Nombre de la biblioteca que se va a actualizar (sin la versión).
fr: Nom de la bibliothèque à mettre à jour (sans la version).
it: Nome della libreria da aggiornare (senza la versione).
ja: 更新するライブラリの名前 (バージョンを含めない)。
ko: 업데이트할 라이브러리 이름입니다(버전 제외).
pl: Nazwa biblioteki do zaktualizowania (bez wersji).
tr: Güncelleştirilecek kitaplığın adı (sürüm bilgisi olmadan).

# UpdateCommandPreReleaseOptionDesc
source: If specified, the latest pre-release version of the library will be downloaded (where applicable)
es: Si se especifica, se descarga la última versión preliminar de la biblioteca (cuando proceda)
fr: Si cela est spécifié, la dernière version préliminaire de la bibliothèque est téléchargée (le cas échéant)
it: Se è specificata, verrà scaricata l'ultima versione preliminare della libreria (se applicabile)
ja: 指定した場合、ライブラリの最新のプレリリース バージョンがダウンロードされます (存在する場合)
ko: 지정하면 라이브러리의 최신 시험판 버전이 다운로드됩니다(해당하는 경우).
pl: Jeśli opcja będzie określona, zostanie pobrana najnowsza wersja wstępna biblioteki (gdy ma to zastosowanie)
tr: Belirtilmişse kitaplığın en son yayım öncesi sürümü indirilir (uygun olduğunda)

# UpdateCommandProviderOptionDesc
source: If specified, only libraries from the specified provider will be updated
es: Si se especifica, solo se actualizarán las bibliotecas del proveedor indicado
fr: Si cela est spécifié, seules les bibliothèques du fournisseur spécifié sont mises à jour
it: Se è specificata, verranno aggiornate solo le librerie del provider specificato
ja: 指定すると、指定されたプロバイダーのライブラリのみが更新されます
ko: 지정하는 경우 지정한 공급자의 라이브러리만 업데이트됩니다.
pl: Jeśli opcja zostanie określona, zostaną zaktualizowane tylko biblioteki od określonego dostawcy
tr: Belirtilmişse, yalnızca belirtilen sağlayıcının kitaplıkları güncelleştirilir

# CacheCleanedMessage
source: Cache cleaned.
es: La memoria caché se ha limpiado.
fr: Cache nettoyé.
it: Cache pulita.
ja: キャッシュが消去されました。
ko: 캐시가 정리되었습니다.
pl: Pamięć podręczna została wyczyszczona.
tr: Önbellek temizlendi.

# CacheCleanFailed
source: Failed to clean cache: {0}
es: No se pudo limpiar la memoria caché: {0}
fr: Échec du nettoyage du cache : {0}
it: Non è stato possibile pulire la cache: {0}
ja: キャッシュを消去できませんでした: {0}
ko: 캐시를 정리하지 못했습니다. {0}
pl: Nie można wyczyścić pamięci podręcznej: {0}
tr: Önbellek temizlenemedi: {0}

# CacheContentMessage
source: Cache contents:
es: Contenido de caché:
fr: Contenu du cache :
it: Contenuto della cache:
ja: キャッシュの内容:
ko: 캐시 내용:
pl: Zawartość pamięci podręcznej:
tr: Önbellek içeriği:

# CacheEmptyMessage
source: (empty)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: (空)
ko: (비어 있음)
pl: (puste)
tr: (boş)

# CacheForProviderCleanedMessage
source: {0} cache cleaned.
es: La memoria caché {0} se ha limpiado.
fr: Le cache {0} a été nettoyé.
it: Cache di {0} pulita.
ja: {0} キャッシュが消去されました。
ko: {0} 캐시가 정리되었습니다.
pl: Wyczyszczono pamięć podręczną {0}.
tr: {0} önbellek temizlendi.

# CacheListFilesOptionDesc
source: List files that are cached for each library
es: Enumerar los archivos en caché para cada biblioteca
fr: Répertorier les fichiers mis en cache pour chaque bibliothèque
it: Elenca i file che sono memorizzati nella cache per ogni libreria
ja: 各ライブラリのキャッシュされたファイルを一覧表示します
ko: 각 라이브러리에 대해 캐시된 파일 나열
pl: Wyświetl listę plików, które są buforowane dla każdej biblioteki
tr: Her kitaplık için önbelleğe alınan dosyaları listeleyin

# MoreThanOneLibraryFoundToUpdate
source: More than one library found with name "{0}"
es: Se encontró más de una biblioteca con el nombre "{0}"
fr: Plusieurs bibliothèques portant le nom "{0}" ont été trouvées
it: È stata trovata più di una libreria trovata con il nome "{0}"
ja: 名前が "{0}" のライブラリが複数見つかりました
ko: 이름이 "{0}"인 라이브러리를 둘 이상 찾았습니다.
pl: Znaleziono więcej niż jedną bibliotekę o nazwie „{0}”
tr: "{0}" adında birden fazla kitaplık bulundu

# NoLibrariesToUpdate
source: No libraries to update. Please use install command to install libraries
es: No hay ninguna biblioteca para actualizar. Use el comando de instalación para instalar bibliotecas
fr: Il n'y a aucune bibliothèque à mettre à jour. Utilisez la commande install pour installer des bibliothèques
it: Non ci sono librerie da aggiornare. Usare il comando install per installare le librerie
ja: 更新するライブラリがありません。インストール コマンドを使ってライブラリをインストールしてください。
ko: 업데이트할 라이브러리가 없습니다. 설치 명령을 사용하여 라이브러리를 설치하세요.
pl: Brak bibliotek do zaktualizowania. Użyj poleceń do instalacji, aby zainstalować biblioteki
tr: Güncelleştirilecek kitaplık yok. Kitaplık yüklemek için lütfen yükleme komutlarını kullanın

# NoLibraryFoundToUpdate
source: No library found with name "{0}" to update. Please specify a library name without the version information to update.
es: No se encontró ninguna biblioteca con el nombre "{0}" para actualizar. Especifique un nombre de biblioteca sin la información de versión para actualizar.
fr: Il n'y a aucune bibliothèque portant le nom "{0}" à mettre à jour. Spécifiez un nom de bibliothèque sans les informations de version.
it: Non è stata trovata alcuna libreria denominata "{0}" da aggiornare. Specificare un nome di libreria senza le informazioni di versione da aggiornare.
ja: 名前が "{0}" の更新するライブラリが見つかりません。 更新するライブラリ名を、バージョン情報なしで指定してください。
ko: 업데이트할 이름이 "{0}"인 라이브러리가 없습니다. 업데이트할 라이브러리 이름을 버전 정보 없이 지정하세요.
pl: Nie znaleziono biblioteki o nazwie „{0}” do aktualizacji. Podaj nazwę biblioteki do aktualizacji bez informacji o wersji.
tr: Güncelleştirilmek üzere "{0}" adında bir kitaplık bulunamadı. Lütfen güncelleştirilmesi için sürüm bilgilerini içermeyen bir kitaplık adı belirtin.

# InstallLibraryFailed
source: Failed to install library "{0}"
es: Error al instalar biblioteca "{0}"
fr: Échec d'installation de la bibliothèque "{0}"
it: Non è stato possibile installare la libreria "{0}"
ja: ライブラリ "{0}" をインストールできませんでした
ko: "{0}" 라이브러리를 설치하지 못했습니다.
pl: Nie można zainstalować biblioteki „{0}”
tr: "{0}" kitaplığı yüklenemedi

# CacheListLibrariesOptionDesc
source: Lists the libraries cached for each provider.
es: Enumera las bibliotecas en caché para cada proveedor.
fr: Répertorie les bibliothèques mises en cache pour chaque fournisseur.
it: Elenca le librerie memorizzate nella cache per ogni provider.
ja: 各プロバイダーにキャッシュされたライブラリをリストします。
ko: 각 공급자에 대해 캐시된 라이브러리를 나열합니다.
pl: Wyświetla listę bibliotek buforowanych dla każdego dostawcy.
tr: Her sağlayıcı için önbelleğe alınan kütüphaneleri listeler.

# ProviderNotInstalled
source: Provider "{0}" is not installed
es: El proveedor "{0}" no está instalado
fr: Le fournisseur "{0}" n'est pas installé
it: Il provider "{0}" non è installato
ja: プロバイダー "{0}" はインストールされていません
ko: "{0}" 공급자가 설치되어 있지 않습니다.
pl: Dostawca „{0}” nie jest zainstalowany
tr: "{0}" sağlayıcısı yüklü değil

# SuggestedIdsMessage
source: Similar libraries:
es: Bibliotecas similares:
fr: Bibliothèques similaires :
it: Librerie simili:
ja: 類似ライブラリ:
ko: 유사한 라이브러리:
pl: Podobne biblioteki:
tr: Benzer kitaplıklar:

# FixManifestFile
source: Please fix the libman.json file and try again
es: Corrija el archivo libman.json y vuelva a intentarlo
fr: Corrigez le fichier libman.json et réessayez
it: Correggere il file libman.json e riprovare
ja: libman.json ファイルを修正して、もう一度やり直してください
ko: libman.json 파일을 수정하고 다시 시도하세요.
pl: Napraw plik libman.json i spróbuj ponownie
tr: Lütfen libman.json dosyasını düzeltin ve yeniden deneyin

# ChooseAnOption
source: Select an option:
es: Seleccione una opción:
fr: Sélectionnez une option :
it: Selezionare un'opzione:
ja: オプションを選択:
ko: 옵션을 선택하세요.
pl: Wybierz opcję:
tr: Bir seçenek belirleyin:

# LatestVersionAlreadyInstalled
source: The library "{0}" is already up to date
es: La biblioteca "{0}" ya está actualizada
fr: La bibliothèque "{0}" est déjà à jour
it: La libreria "{0}" è già aggiornata
ja: ライブラリ "{0}" は既に最新の状態です
ko: "{0}" 라이브러리는 이미 최신 상태입니다.
pl: Biblioteka „{0}” jest już aktualna
tr: "{0}" kitaplığı güncel durumda

# InvalidToVersion
source: "{0}" is not a valid value for --to-version
es: "{0}" no es un valor válido para --to-version
fr: "{0}" n'est pas une valeur valide pour --to-version
it: "{0}" non è un valore valido per --to-version
ja: "{0}" は --to-version の有効な値ではありません
ko: "{0}"은(는) --to-version에 유효한 값이 아닙니다.
pl: „{0}” nie jest prawidłową wartością dla opcji --to-version
tr: "{0}", --to-version için geçerli bir değer değil

# UpdateCommandToVersionOptionDesc
source: The version to update the library to (needs complete libraryid for the provider)
es: Versión a la que se va a actualizar la biblioteca (debe incluirse el valor libraryid completo para el proveedor)
fr: Version vers laquelle mettre à jour la bibliothèque (nécessite le libraryid complet du fournisseur)
it: Versione a cui aggiornare la libreria (è necessario l'ID libreria completo per il provider)
ja: ライブラリを更新するバージョン (プロバイダーの完全な libraryid が必要)
ko: 라이브러리를 업데이트할 버전(공급자의 전체 libraryid 필요)
pl: Wersja, do której ma zostać zaktualizowana biblioteka (potrzebny jest pełny identyfikator biblioteki dla dostawcy)
tr: Kitaplığın güncelleştirileceği sürüm (sağlayıcının tam libraryid bilgisi gerekir)

# InstalledLibrary
source: Installed library "{0}" to "{1}"
es: La biblioteca "{0}" se instaló en "{1}"
fr: Bibliothèque "{0}" installée dans "{1}"
it: Libreria "{0}" installata in "{1}"
ja: ライブラリ "{0}" が "{1}" にインストールされました
ko: "{0}" 라이브러리를 "{1}"에 설치했습니다.
pl: Zainstalowano bibliotekę „{0}” w „{1}”
tr: "{0}" kitaplığı "{1}" üzerinde yüklendi

# UninstalledLibrary
source: Uninstalled library "{0}"
es: Biblioteca desinstalada "{0}"
fr: La bibliothèque "{0}" a été désinstallée
it: Libreria "{0}" disinstallata
ja: ライブラリ "{0}" がアンインストールされました
ko: "{0}" 라이브러리를 제거함
pl: Odinstalowano bibliotekę „{0}”
tr: "{0}" kitaplığı kaldırıldı

# InvalidFilesForLibrary
source: Library "{0}" does not contain the following files: {1}
es: La biblioteca "{0}" no contiene los archivos siguientes: {1}
fr: La bibliothèque "{0}" ne contient pas les fichiers suivants : {1}
it: La libreria "{0}" non contiene i file seguenti: {1}
ja: ライブラリ "{0}" に次のファイルは含まれていません: {1}
ko: "{0}" 라이브러리에 다음 파일이 포함되어 있지 않습니다. {1}
pl: Biblioteka „{0}” nie zawiera następujących plików: {1}
tr: "{0}" kitaplığı şu dosyaları içermiyor: {1}

# LibraryCannotBeInstalledDueToConflictingLibraries
source: Library "{0}" cannot be installed. "{1}" is already installed at "{2}". Please specify a different destination.
es: No se puede instalar la biblioteca "{0}". "{1}" ya se ha instalado en "{2}". Especifique otro destino.
fr: Impossible d'installer la bibliothèque "{0}". "{1}" est déjà installé à l'emplacement "{2}". Spécifiez une destination différente.
it: Non è possibile installare la libreria "{0}". "{1}" già presente in "{2}". Specificare una destinazione diversa.
ja: ライブラリ "{0}" はインストールできません。"{1}" は既に "{2}" にインストールされています。 別のインストール先を指定してください。
ko: "{0}" 라이브러리를 설치할 수 없습니다. "{1}"이(가) "{2}"에 이미 설치되어 있습니다. 다른 대상을 지정하세요.
pl: Nie można zainstalować biblioteki „{0}”. Biblioteka „{1}” jest już zainstalowana w lokalizacji „{2}”. Określ inną lokalizację docelową.
tr: "{0}" kitaplığı yüklenemiyor. "{1}", "{2}" üzerinde zaten yüklü durumda. Lütfen farklı bir hedef belirtin.

# LibraryIdRequiredForUpdate
source: LibraryId is required for update
es: Para actualizar, se requiere el valor LibraryId
fr: LibraryId doit être spécifié pour la mise à jour
it: L'ID libreria è necessario per l'aggiornamento
ja: 更新するには libraryId が必要です
ko: 업데이트하려면 LibraryId가 필요합니다.
pl: Do aktualizacji wymagany jest identyfikator biblioteki
tr: Güncelleştirme için LibraryId gereklidir

# SpecifyDifferentDestination
source: Please specify a different destination.
es: Especifique otro destino.
fr: Spécifiez une destination différente.
it: Specificare una destinazione diversa.
ja: 別の宛先を指定してください。
ko: 다른 대상을 지정하세요.
pl: Podaj inną lokalizację docelową.
tr: Lütfen farklı bir hedef belirtin.

# UninstallFailed
source: Failed to uninstall "{0}"
es: No se pudo desinstalar "{0}"
fr: Échec de la désinstallation de "{0}"
it: Non è stato possibile disinstallare "{0}"
ja: "{0}" をアンインストールできませんでした
ko: "{0}"을(를) 제거하지 못했습니다.
pl: Nie można odinstalować elementu „{0}”
tr: "{0}" kaldırılamadı

# UpdateLibraryFailed
source: Failed to update "{0}" to "{1}"
es: No se pudo actualizar "{0}" a "{1}"
fr: Échec de la mise à jour de "{0}" vers "{1}"
it: Non è stato possibile aggiornare "{0}" a "{1}"
ja: "{0}" を "{1}" に更新できませんでした
ko: "{0}"을(를) "{1}"(으)로 업데이트하지 못했습니다.
pl: Nie można zaktualizować elementu „{0}” do „{1}”
tr: "{0}", "{1}" sürümüne güncelleştirilemedi

# UpdateLibraryToLatestFailed
source: Failed to update "{0}" to latest
es: No se pudo actualizar "{0}" a la última versión
fr: Échec de la mise à jour de "{0}" vers la dernière version
it: Non è stato possibile aggiornare "{0}" alla versione più recente
ja: "{0}" を最新バージョンに更新できませんでした
ko: "{0}"을(를) 최신 버전으로 업데이트하지 못했습니다.
pl: Nie można zaktualizować elementu „{0}” do najnowszej wersji
tr: "{0}" en son sürüme güncelleştirilemedi

# LibraryUpdated
source: Updated "{0}" to "{1}"
es: Actualizado "{0}" a "{1}"
fr: "{0}" a été mis à jour vers "{1}"
it: "{0}" aggiornato a "{1}"
ja: "{0}" が "{1}" に更新されました
ko: "{0}"을(를) "{1}"(으)로 업데이트했습니다.
pl: Zaktualizowano element „{0}” do „{1}”
tr: "{0}", "{1}" olarak güncelleştirildi

# UnableToFindLatestVersionForLibrary
source: Could not determine the latest version for "{0}"
es: No se pudo determinar la última versión para "{0}"
fr: Impossible de déterminer la dernière version de "{0}"
it: Non è stato possibile determinare la versione più recente di "{0}"
ja: "{0}" の最新バージョンを特定できませんでした
ko: "{0}"에 대한 최신 버전을 확인할 수 없습니다.
pl: Nie można określić najnowszej wersji dla „{0}”
tr: "{0}" için en son sürüm belirlenemedi

# InitFailedUnknownProvider
source: Failed to initialize libman.json. [{0}]: {1}
es: No se pudo inicializar libman.json. [{0}]: {1}
fr: Échec d'initialisation du fichier libman.json. [{0}] : {1}
it: Non è stato possibile inizializzare libman.json. [{0}]: {1}
ja: Libman.json を初期化できませんでした。[{0}]: {1}
ko: libman.json을 초기화하지 못했습니다. [{0}]: {1}
pl: Nie można zainicjować pliku libman.json. [{0}]: {1}
tr: Libman.JSON başlatılamadı. [{0}]: {1}

# NonInteractiveConsoleMessage
source: Cannot prompt for user input in this console.
fr: Impossible de demander l'entrée utilisateur dans cette console.
it: Non è possibile richiedere l'input utente in questa console.
pl: W tej konsoli nie można monitować o dane wejściowe użytkownika.

# SpecifyDisabmiguatedLibrary
source: Please specify the complete library id and the also the provider using '--provider' option.
fr: Spécifiez l'ID de bibliothèque complet ainsi que le fournisseur à l'aide de l'option '--provider'.
it: Specificare l'ID libreria completo, nonché il provider usando l'opzione '--provider'.
pl: Podaj pełny identyfikator biblioteki oraz, za pomocą opcji „--provider”, dostawcę.

# SpecifyFieldUsingOption
source: Please specify '{0}' using the '--{1}' option.
fr: Spécifiez '{0}' à l'aide de l'option '--{1}'.
it: Specificare '{0}' con l'opzione '--{1}'.
pl: Określ wartość „{0}” za pomocą opcji „--{1}”.

# ConfigCommand_Description
source: Gets or sets configuration settings
fr: Obtient ou définit les paramètres de configuration
it: Ottiene o imposta le impostazioni di configurazione
pl: Pobiera lub ustawia ustawienia konfiguracji

# ConfigCommand_Examples
source: libman config http_proxy libman config --set http_proxy=http://example libman config --setEncrypted http_proxy.password=passwordText
fr: libman config http_proxy libman config --set http_proxy=http://exemple libman config --setEncrypted http_proxy.password=texteMotdepasse

# ConfigCommand_ArgumentDescription
source: Name of the setting to retrieve
fr: Nom du paramètre à récupérer
it: Nome dell'impostazione da recuperare
pl: Nazwa ustawienia do pobrania

# ConfigCommand_Error_KeyNotFound
source: Key {0} not found.
fr: Clé {0} introuvable.
it: La chiave {0} non è stata trovata.
pl: Nie znaleziono klucza {0}.

# ConfigCommand_Error_ConflictingParameters
source: Cannot read and write settings in the same operation
fr: Impossible de lire et d'écrire des paramètres dans la même opération
it: Non è possibile leggere e scrivere impostazioni nella stessa operazione
pl: Nie można odczytać i zapisać ustawień w tej samej operacji

# ConfigCommand_OptionDescription_Set
source: Sets a key-value pair in the configuration store. The option should be in the form key=value
fr: Définit une paire clé-valeur dans le magasin de configurations. L'option doit se présenter sous la forme clé=valeur
it: Imposta una coppia chiave-valore nell'archivio di configurazione. L'opzione deve essere specificata nel formato chiave=valore
pl: Ustawia parę klucz-wartość w magazynie konfiguracji. Opcja powinna mieć postać klucz=wartość
