Repository: aspnet/LibraryManager
Catalog: src/libman/MultilingualResources/libman.*.xlf
Languages: es, fr, it, ja, ko, pl, tr

# CacheCommandDesc
source: List or clean libman cache contents
es: Enumera o limpia el contenido de caché de libman
fr: Répertorier ou nettoyer le contenu du cache de libman
it: Elenca o pulisce il contenuto della cache di libman
ja: libman キャッシュ コンテンツをリストまたはクリーンします
ko: libman 캐시 내용 나열 또는 지우기
pl: Wyświetl lub wyczyść zawartość pamięci podręcznej narzędzia libman
tr: Libman önbellek içeriklerini listeleyin veya temizleyin

# CleanCommandDesc
source: Deletes all library files defined in libman.json from the project
es: Elimina del proyecto todos los archivos de biblioteca definidos en libman.json
fr: Supprime tous les fichiers de bibliothèque définis dans libman.json du projet
it: Elimina dal progetto tutti i file di libreria definiti in libman.json
ja: libman.json で定義されているすべてのライブラリ ファイルをプロジェクトから削除します
ko: libman.json에 정의된 모든 라이브러리 파일을 프로젝트에서 삭제합니다.
pl: Usuwa z projektu wszystkie pliki biblioteki zdefiniowane w pliku libman.json
tr: Projedeki libman.json projesi içinde tanımlanan tüm kütüphane dosyaları siler

# CleanCommandRemarks
source: Deletes any folders that become empty after this operation.
es: Elimina cualquier carpeta que quede vacía después de esta operación.
fr: Supprime tous les dossiers qui sont vides après cette opération.
it: Elimina le eventuali cartelle che diventano vuote dopo questa operazione.
ja: この操作の後、空になったフォルダーがあればすべて削除します。
ko: 이 작업 후 비어 있게 되는 폴더를 삭제합니다.
pl: Usuwa wszystkie foldery, które będą puste po tej operacji.
tr: Bu işlemden sonra boş olan klasörleri siler.

# DefaultDestinationOptionDesc
source: The path, relative to the current directory, where library files should be installed if no destination is defined for a given library.
es: La ruta de acceso, relativa al directorio actual, en la que deben instalarse los archivos de biblioteca si no se especifica ningún destino para una biblioteca dada.
fr: Chemin, relatif au répertoire actif, où les fichiers de la bibliothèque doivent être installés si aucune destination n'est définie pour une bibliothèque donnée.
it: Percorso, relativo alla directory corrente, in cui devono essere installati i file di libreria se non è definita alcuna destinazione per una determinata libreria.
ja: 指定されたライブラリに宛先が定義されていない場合、ライブラリ ファイルがインストールされる現在のディレクトリに対する相対パス。
ko: 지정한 라이브러리에 대해 대상을 정의하지 않은 경우 라이브러리 파일을 설치해야 하는 경로로, 현재 디렉터리에 상대적입니다.
pl: Ścieżka, względna wobec bieżącego katalogu, w której powinny zostać zainstalowane pliki biblioteki, jeśli dla danej biblioteki nie ma zdefiniowanej lokalizacji docelowej.
tr: Geçerli dizine göre, belirli bir kitaplık için hedef tanımlanmadığında kitaplık dosyalarının yükleneceği yol

# DefaultProviderOptionDesc
source: The provider to use if no provider is defined for a given library. (eg. “cdnjs”, “filesystem”)
es: El proveedor que se va a usar si no hay ninguno definido para una biblioteca dada (por ejemplo, “cdnjs”, “filesystem”)
fr: Fournisseur à utiliser si aucun fournisseur n'est défini pour une bibliothèque donnée (par exemple, "cdnjs", "filesystem")
it: Provider da usare se non è definito alcun provider per una determinata libreria, ad esempio "cdnjs", "filesystem"
ja: 指定されたライブラリでプロバイダーが定義されていない場合に使用するプロバイダー (“cdnjs”、“filesystem” など)
ko: 지정된 라이브러리에 대해 공급자를 지정하지 않은 경우 사용할 공급자입니다. (예: “cdnjs”, “filesystem”)
pl: Dostawca, który ma być używany, jeśli dla danej biblioteki nie ma zdefiniowanego dostawcy. (np. „cdnjs”, „filesystem”)
tr: Belirli bir kitaplık için herhangi bir sağlayıcı belirlenmediğinde kullanılacak sağlayıcı. (örneğin. “cdnjs”, “filesystem”)

# DestinationOptionDesc
source: Location to install the library (if not specified, the default destination location will be used)
es: Ubicación para instalar la biblioteca (si no se especifica, se usará la ubicación de destino predeterminada)
fr: Emplacement d'installation de la bibliothèque (si rien n'est spécifié, l'emplacement de destination par défaut est utilisé)
it: Percorso in cui installare la libreria. Se non viene specificato, verrà usato il percorso di destinazione predefinito
ja: ライブラリをインストールする場所 (指定しない場合、既定のインストール先の場所が使用されます)
ko: 라이브러리를 설치할 위치(지정하지 않으면 기본 대상 위치가 사용됨)
pl: Lokalizacja, w której ma zostać zainstalowana biblioteka (jeśli nie będzie określona, zostanie użyta lokalizacja domyślna)
tr: Kitaplığın yükleneceği konum (belirtilmezse, varsayılan hedef konumu kullanılır)

# ExamplesHeader
source: Examples:
es: Ejemplos:
fr: Exemples:
it: Esempi:
ja: 例:
ko: 예:
pl: Przykłady:
tr: Örnekler:

# FilesOptionDesc
source: The files from the specified library to install (if not specified, all files from the library will be installed)
es: Archivos de la biblioteca especificada para instalar (si no se especifica nada, se instalan todos los archivos de la biblioteca)
fr: Fichiers de la bibliothèque spécifiée à installer (si rien n'est spécifié, tous les fichiers de la bibliothèque sont installés)
it: File da installare dalla libreria specificata. Se non viene specificato, verranno installati tutti i file dalla libreria
ja: 指定されたライブラリのインストール対象ファイル (指定しない場合、ライブラリのすべてのファイルがインストールされます)
ko: 지정한 라이브러리에서 설치할 파일(지정하지 않으면 라이브러리의 모든 파일이 설치됨)
pl: Pliki z określonej biblioteki do zainstalowania (jeśli nie będą określone, zostaną zainstalowane wszystkie pliki z biblioteki)
tr: Belirtilen kitaplıktaki yüklenecek dosyalar (belirtilmemişse kitaplıktaki tüm dosyalar yüklenir)

# InitCommandDesc
source: Create a new libman.json
es: Crea un archivo libman.json
fr: Créer un fichier libman.json
it: Crea un nuovo file libman.json
ja: 新しい libman.json を作成します
ko: 새 libman.json을 만듭니다.
pl: Utwórz nowy plik libman.json
tr: Yeni bir libman.json oluşturun

# InstallCommandDesc
source: Add a library definition to the libman.json file, and download the library to the specified location
fr: Ajoutez une définition de bibliothèque au fichier LibMan.json, puis téléchargez la bibliothèque à l'emplacement spécifié
it: Aggiunge una definizione di libreria nel file LibMan.json e scarica la libreria nel percorso specificato
ko: LibMan.json 파일에 라이브러리 정의를 추가하고 라이브러리를 지정한 위치로 다운로드하세요.
pl: Dodaj definicję biblioteki do pliku LibMan.json i pobierz bibliotekę do określonej lokalizacji
tr: LibMan.json dosyasına bir kitaplık tanımı ekleyin ve kitaplığı belirtilen konuma indirin

# InstallCommandLibraryIdArgumentDesc
source: Library to install
es: Biblioteca que se va a instalar
fr: Bibliothèque à installer
it: Libreria da installare
ja: インストールするライブラリ
ko: 설치할 라이브러리
pl: Biblioteka do zainstalowania
tr: Yüklenecek kitaplık

# InstallCommandProviderSpecificLogic
source: CDNJS libraries have a library ID format of “<libraryName>@<libraryVersion>” For CDNJS libraries, if no version is specified in the library ID, the highest version available is used.
es: Las bibliotecas CDNJS tienen el formato de identificador de biblioteca “<nombreBiblioteca>@<versiónBiblioteca>”. Si no se especifica ninguna versión para las bibliotecas CDNJS en el identificador de biblioteca, se usa la última versión disponible.
fr: Les bibliothèques CDNJS ont le format d'ID de bibliothèque "<nomBibliothèque>@<versionBibliothèque>" Pour les bibliothèques CDNJS, si aucune version n'est spécifiée dans l'ID de bibliothèque, la version la plus récente disponible est utilisée.
it: Il formato dell'ID libreria delle librerie CDNJS è “<nomeLibreria>@<versioneLibreria>” Per le librerie CDNJS viene usata la versione massima disponibile se non viene specificata alcuna versione nell'ID libreria.
ja: CDNJS ライブラリには、"<libraryName>@<libraryVersion>" という形式のライブラリ ID があります。CDNJS ライブラリについてライブラリ ID でバージョンを指定していない場合は、利用可能な最新のバージョンが使用されます。
ko: CDNJS 라이브러리는 라이브러리 ID 형식이 “<libraryName>@<libraryVersion>”입니다. CDNJS 라이브러리의 경우 라이브러리 ID에 버전을 지정하지 않으면 사용 가능한 가장 높은 버전이 사용됩니다.
pl: Biblioteki CDNJS mają identyfikator biblioteki w formacie „<nazwaBiblioteki>@<wersjaBiblioteki>” Jeśli w przypadku bibliotek CDNJS w identyfikatorze biblioteki nie zostanie określona wersja, zostanie użyta najwyższa dostępna wersja.
tr: CDNJS kitaplıklarının “<kitaplıkAdı>@<kitaplıkSürümü>” biçiminde bir kitaplık kimliği vardır. CDNJS kitaplıklarında, kitaplık kimliğinde bir sürüm belirtilmemişse mümkün olan en yüksek sürüm kullanılır.

# InstallCommandRemarks
source: Initializes a libman.json if one does not exist If no default provider exists, --provider option is required If no default destination exists, --destination option is required If no files are specified, the entire library is included
es: Inicializa un archivo libman.json si no existe ninguno. Si no hay un proveedor predeterminado, se requiere la opción --provider. Si no hay un destino predeterminado, se requiere la opción --destination. Si no se especifica ningún archivo, se incluye toda la biblioteca
fr: Initialise un fichier libman.json s'il n’existe pas. S'il n'existe aucun fournisseur par défaut, l'option --provider est obligatoire. S'il n'existe aucune destination par défaut, l'option --destination est obligatoire. Si aucun fichier n'est spécifié, l'intégralité de la bibliothèque est incluse
it: Inizializza un file libman.json se non ne esiste uno Se non esiste alcun provider predefinito, è richiesta l'opzione --provider Se non esiste alcuna destinazione predefinita, è richiesta l'opzione --destination Se non si specifica alcun file, viene inclusa l'intera libreria
ja: libman.json が存在しない場合は、初期化されます 既定のプロバイダーが存在しない場合は、--provider オプションが必要です 既定の宛先が存在はない場合は、--destination オプションが必要です ファイルを指定しない場合は、ライブラリ全体がインクルードされます
ko: 없으면 libman.json을 초기화합니다. 기본 공급자가 없으면 --provider 옵션이 필요합니다. 기본 대상이 없으면 --destination 옵션이 필요합니다. 파일을 지정하지 않은 경우 전체 라이브러리가 포함됩니다.
pl: Inicjuje plik libman.json, jeśli nie istnieje Jeśli nie istnieje domyślny dostawca, opcja --provider jest wymagana Jeśli nie istnieje domyślne miejsce docelowe, opcja --destination jest wymagana Jeśli nie są określone pliki, uwzględniana jest cała biblioteka
tr: Bir libman.json yoksa bir tane başlatır Varsayılan sağlayıcı yoksa sağlayıcı seçeneği gereklidir Varsayılan hedef yoksa hedef seçeneği gereklidir Belirtilen dosya yoksa kitaplığın tamamı dahil edilir

# InvalidArgumentsMessage
source: Invalid arguments for command: {0}
es: Argumentos no válidos para el comando: {0}
fr: Arguments non valides pour la commande : {0}
it: Argomenti non validi per il comando: {0}
ja: コマンドの引数が無効です: {0}
ko: 명령의 인수가 잘못되었습니다. {0}
pl: Nieprawidłowe argumenty dla polecenia: {0}
tr: Komut için geçersiz bağımsız değişkenler: {0}

# LibmanCommandDesc
source: Library Manager
es: Administrador de bibliotecas
fr: Gestionnaire de bibliothèques
it: Gestione librerie
ja: ライブラリ マネージャー
ko: 라이브러리 관리자
pl: Menedżer biblioteki
tr: Kütüphane Yöneticisi

# ProviderOptionDesc
source: Provider to use (if not specified, the default provider will be used)
es: Proveedor que se va a usar (si no se especifica nada, se usa el proveedor predeterminado)
fr: Fournisseur à utiliser (si rien n'est spécifié, le fournisseur par défaut est utilisé)
it: Provider da usare. Se non viene specificato, verrà usato il provider predefinito
ja: 使用するプロバイダー (指定しない場合、既定のプロバイダーが使用されます)
ko: 사용할 공급자(지정하지 않으면 기본 공급자가 사용됨)
pl: Dostawca do użycia (jeśli nie będzie określony, zostanie użyty dostawca domyślny)
tr: Kullanılacak sağlayıcı (belirtilmezse varsayılan sağlayıcı kullanılır)

# ProviderSpecificLogicHeader
source: Provider-specific logic:
es: Lógica específica del proveedor:
fr: Logique spécifique au fournisseur :
it: Logica specifica del provider:
ja: プロバイダー固有のロジック:
ko: 공급자별 논리:
pl: Logika specyficzna dla dostawcy:
tr: Sağlayıcıya özel mantık:

# RemarksHeader
source: Remarks:
es: Comentarios:
fr: Remarques :
it: Commenti:
ja: 注釈:
ko: 설명:
pl: Uwagi:
tr: Açıklamalar:

# RestoreCommandDesc
source: Downloads all files from provider and saves them to specified destination
es: Descarga todos los archivos del proveedor y los guarda en el destino especificado
fr: Télécharge tous les fichiers du fournisseur et les enregistre dans la destination spécifiée
it: Scarica tutti i file dal provider e li salva nella destinazione specificata
ja: プロバイダーからすべてのファイルをダウンロードし、指定した宛先に保存します
ko: 공급자에서 모든 파일을 다운로드하여 지정된 대상에 저장합니다.
pl: Pobiera wszystkie pliki od dostawcy i zapisuje je w określonej lokalizacji docelowej
tr: Sağlayıcıdan tüm dosyaları indirir ve belirtilen hedefe kaydeder

# RestoreCommandRemarks
source: Error if no libman.json in current folder If a library specifies a provider, it will override the defaultProvider If a library specifies a destination, it will override the defaultDestination
es: Error si no hay ningún archivo libman.json en la carpeta actual. Si se especifica un proveedor en una biblioteca, este reemplazará al valor defaultProvider. Si se especifica un destino en una biblioteca, este reemplazará al valor defaultDestination.
fr: Une erreur se produit si le dossier actif ne contient aucun fichier libman.json. Si une bibliothèque spécifie un fournisseur, celui-ci remplace le fournisseur par défaut. Si une bibliothèque spécifie une destination, celle-ci remplace la destination par défaut.
it: Errore se nella cartella corrente non è presente alcun file libman.json Se una libreria specifica un provider, eseguirà l'override di defaultProvider Se una libreria specifica una destinazione, eseguirà l'override di defaultDestination
ja: 現在のフォルダーに libman.json がない場合は、エラーになります。ライブラリでプロバイダーを指定している場合は、defaultProvider がオーバーライドされます。ライブラリで宛先を指定している場合は、defaultDestination がオーバーライドされます。
ko: 현재 폴더에 libman.json이 없으면 오류가 발생합니다. 라이브러리에서 공급자를 지정하면 이 공급자로 defaultProvider가 재정의됩니다. 라이브러리에서 대상을 지정하면 이 대상으로 defaultDestination이 재정의됩니다.
pl: Błąd, jeśli w bieżącym folderze nie ma pliku libman.json Jeśli biblioteka określa dostawcę, przesłoni on dostawcę domyślnego Jeśli biblioteka określa lokalizację docelową, przesłoni ona domyślną lokalizację docelową
tr: Geçerli klasörde libman.json olmadığında gösterilen hata Kitaplık bir sağlayıcı belirtiyorsa, bu varsayılan defaultProvider değerini geçersiz kılar Kitaplık bir hedef belirtiyorsa, bu defaultDestination değerini geçersiz kılar

# UnInstallCommandDesc
source: Deletes all files for the specified library from their specified destination, then removes the specified library definition from libman.json
fr: Supprime tous les fichiers de la bibliothèque spécifiée dans leur destination spécifiée, puis supprime la définition de bibliothèque spécifiée dans libman.json
it: Elimina tutti i file della libreria specificata dalla destinazione specificata, quindi rimuove la definizione di libreria specificata da libman.json
ko: 지정한 라이브러리의 모든 파일을 지정된 대상에서 삭제한 다음 지정된 라이브러리 정의를 libman.json에서 제거합니다.
pl: Usuwa wszystkie pliki określonej biblioteki z określonego miejsca docelowego, a następnie usuwa określoną definicję biblioteki z pliku libman.json
tr: Belirtilen kitaplığın tüm belgelerini belirtilen konumdan siler ve ardından belirtilen kitaplık tanımını libman.json üzerinden kaldırır

# UninstallCommandLibraryIdArgumentDesc
source: Library to uninstall
es: Biblioteca que se va a desinstalar
fr: Bibliothèque à désinstaller
it: Libreria da disinstallare
ja: アンインストールするライブラリ
ko: 제거할 라이브러리
pl: Biblioteka do odinstalowania
tr: Kaldırılacak kitaplık

# UninstallCommandProviderOptionDesc
source: The provider of the library to be uninstalled
es: El proveedor de la biblioteca que se va a desinstalar
fr: Fournisseur de la bibliothèque à désinstaller
it: Provider della libreria da disinstallare
ja: アンインストールするライブラリのプロバイダー
ko: 제거할 라이브러리의 공급자
pl: Dostawca biblioteki do odinstalowania
tr: Kaldırılacak kitaplığın sağlayıcısı

# UnInstallCommandProviderSpecificLogic
source: CDNJS libraries have a library ID format of “<libraryName>@<libraryVersion>” If no version is specified in the library ID, this command will act on any library with libraryName matching the given libraryId
es: Las bibliotecas CDNJS tienen el formato de identificador de biblioteca “<nombreBiblioteca>@<versiónBiblioteca>”. Si no se especifica ninguna versión en el identificador de biblioteca, este comando actuará en cualquier biblioteca cuyo valor libraryName coincida con el valor de libraryId dado
fr: Les bibliothèques CDNJS ont le format d'ID de bibliothèque "<nomBibliothèque>@<versionBibliothèque>" Si aucune version n'est spécifiée dans l'ID de bibliothèque, cette commande agit sur toutes les bibliothèques où nomBibliothèque correspond à l'idBibliothèque indiqué
it: Il formato dell'ID libreria delle librerie CDNJS è “<nomeLibreria>@<versioneLibreria>” Se non viene specificata alcuna versione nell'ID libreria, questo comando avrà effetto su qualsiasi libreria il cui nome libreria corrisponde all'ID libreria specificato
ja: CDNJS ライブラリのライブラリ ID の形式は “<libraryName>@<libraryVersion>”です ライブラリ ID にバージョンが指定されていない場合、このコマンドは、指定された libraryId に一致する libraryName を持つすべてのライブラリに対して実行されます
ko: CDNJS 라이브러리는 라이브러리 ID 형식이 “<libraryName>@<libraryVersion>”입니다. 라이브러리 ID에 버전을 지정하지 않은 경우 이 명령은 libraryName이 지정된 libraryId와 일치하는 모든 라이브러리에 적용됩니다.
pl: Biblioteki CDNJS mają identyfikator biblioteki w formacie „<nazwaBiblioteki>@<wersjaBiblioteki>” Jeśli w identyfikatorze biblioteki nie zostanie określona wersja, to polecenie zostanie wykonane względem dowolnej biblioteki, której nazwa jest zgodna z identyfikatorem biblioteki
tr: CDNJS kitaplıklarının “<kitaplıkAdı>@<kitaplıkSürümü>” biçiminde bir kitaplık kimliği vardır Kitaplık kimliğinde bir sürüm belirtilmemişse bu komut, verilen kitaplıkKimliği ile eşleşen kitaplıkAdı olan tüm kitaplıklarda çalışır

# UnInstallCommandRemarks
source: Error if no libman.json in current folder Error if specified library doesn't exist If there's more than one library with the same libraryId, you'll be prompted to choose.
es: Error si no hay ningún archivo libman.json en la carpeta actual. Error si la biblioteca especificada no existe. Si hay más de una biblioteca con el mismo libraryId, se le pedirá que elija uno.
fr: Une erreur se produit si le dossier actif ne contient aucun fichier libman.json ou si la bibliothèque spécifiée n’existe pas. Si plusieurs bibliothèques ont le même libraryId, vous êtes invité à en choisir une.
it: Errore se non esiste alcun file libman.json nella cartella corrente Errore se la libreria specificata non esiste Se esiste più di una libreria con lo stesso ID libreria, verrà chiesto di sceglierne una.
ja: 現在のフォルダーに libman.json がない場合は、エラーになります 指定したライブラリが存在しな場合は、エラーになります 同じ libraryId のライブラリが複数ある場合は、選択するようにとのプロンプトが出ます。
ko: 현재 폴더에 libman.json이 없으면 오류가 발생합니다. 지정한 라이브러리가 없으면 오류가 발생합니다. 같은 libraryId의 라이브러리가 둘 이상 있으면 선택하라는 메시지가 표시됩니다.
pl: Błąd, jeśli w bieżącym folderze nie ma pliku libman.json Błąd, jeśli określona biblioteka nie istnieje Jeśli istnieje więcej niż jedna biblioteka z tym samym identyfikatorem biblioteki, zobaczysz monit o dokonanie wyboru.
tr: Geçerli klasörde libman.json olmadığında gösterilen hata Belirtilen kitaplık mevcut olmadığında gösterilen hata Aynı kitaplıkKimliği ile birden fazla kitaplık varsa seçim yapmanız istenir.

# VerbosityOptionDesc
source: Set the verbosity of output (eg. "normal", "detailed", "quiet")
es: Establece el nivel de detalle de la salida (por ejemplo, "normal", "detallado", "silencioso")
fr: Définissez la verbosité de la sortie (par exemple : "normal", "detailed", "quiet")
it: Imposta il livello di dettaglio dell'output, ad esempio "normal", "detailed", "quiet"
ja: 出力の詳細度を設定します ("normal"、"detailed"、"quiet" など)
ko: 출력의 세부 정보 표시 수준 설정(예: "normal", "detailed", "quiet")
pl: Ustaw poziom szczegółowości danych wyjściowych (np. „normalne”, „szczegółowe”, „dyskretne”)
tr: Çıktı ayrıntılarını belirleyin (örneğin, "normal", "ayrıntılı", "sessiz")

# ProjectPathOptionDesc
source: Path to the project (Current directory is used as default)
es: Ruta de acceso al proyecto (el directorio actual se usa como predeterminado)
fr: Chemin au projet (répertoire actif utilisé par défaut)
it: Percorso del progetto (come percorso predefinito viene usata la directory corrente)
ja: プロジェクトへのパス (既定では現在のディレクトリが使用されます)
ko: 프로젝트의 경로(기본적으로 현재 디렉터리가 사용됨)
pl: Ścieżka do projektu (bieżący katalog jest używany jako wartość domyślna)
tr: Proje yolu (geçerli dizin varsayılan kullanılır)

# DirectoryNotFoundMessage
source: Directory not found {0}
es: No se encontró el directorio {0}
fr: Répertoire introuvable {0}
it: Directory non trovata: {0}
ja: ディレクトリ {0} が見つかりません
ko: {0} 디렉터리를 찾을 수 없습니다.
pl: Nie znaleziono katalogu {0}
tr: Dizin bulunamadı {0}

# FailedToRestoreLibraryMessage
source: Failed to restore "{0}"
es: No se pudo restaurar "{0}"
fr: Échec de la restauration de "{0}"
it: Non è stato possibile ripristinare "{0}"
ja: "{0}" を復元できませんでした
ko: "{0}"을(를) 복원하지 못했습니다.
pl: Nie można przywrócić elementu „{0}”
tr: "{0}" geri yüklenemedi

# FileDeleted
source: {0} deleted
es: {0} eliminado
fr: {0} supprimé
it: {0} eliminato
ja: {0} は削除されました
ko: {0}을(를) 삭제했습니다.
pl: Plik {0} został usunięty
tr: {0} silindi

# FileDeleteFail
source: Failed to delete {0}
es: No se pudo eliminar {0}
fr: Échec de suppression de {0}
it: Non è stato possibile eliminare {0}
ja: {0} を削除できませんでした。
ko: {0}을(를) 삭제하지 못했습니다.
pl: Nie można usunąć pliku {0}
tr: {0} silinemedi

# FileWrittenToDisk
source: {0} written to disk
es: {0} escrito en disco
fr: {0} écrit sur le disque
it: {0} scritto su disco
ja: {0} はディスクに書き込まれました
ko: {0}이(가) 디스크에 기록되었습니다.
pl: Plik {0} został zapisany na dysku
tr: {0} diske yazıldı

# InitFailedLibmanJsonFileExists
source: Failed to init: A 'libman.json' already exists
es: No se pudo inicializar: ya existe un archivo "libman.json"
fr: Échec d'initialisation : un fichier 'libman.json' existe déjà
it: Non è stato possibile eseguire l'inizializzazione: file 'libman.json' già esistente
ja: 初期化に失敗しました: 'libman.json' は既に存在します
ko: 초기화하지 못함: 'libman.json'이 이미 있습니다.
pl: Nie można zainicjować: plik „libman.json” już istnieje
tr: Başlatılamadı: Zaten bir 'libman.json' var

# CleanFailed
source: Failed to clean some files.
es: No se pudo limpiar algunos archivos.
fr: Le nettoyage de certains fichiers a échoué.
it: Non è stato possibile pulire alcuni file.
ja: いくつかのファイルをクリーンアップできませんでした。
ko: 일부 파일을 정리하지 못했습니다.
pl: Nie można wyczyścić niektórych plików.
tr: Bazı dosyalar temizlenemedi.

# LibmanJsonNotFound
source: libman.json was not found:{0}
es: No se encontró el archivo libman.json: {0}
fr: libman.json introuvable : {0}
it: libman.json non è stato trovato: {0}
ja: libman.json が見つかりませんでした: {0}
ko: libman.json이 없습니다. {0}
pl: Nie znaleziono pliku libman.json: {0}
tr: Libman.JSON bulunamadı: {0}

# DestinationRequiredWhenNoDefaultIsPresent
source: Default destination is not set. Please provide a destination using '--destination'
es: No se ha establecido un destino predeterminado. Use "--destination" para proporcionar un destino
fr: La destination par défaut n'est pas définie. Utilisez '--destination' pour indiquer une destination
it: La destinazione predefinita non è impostata. Per specificare una destinazione, usare '--destination'
ja: 既定の宛先が設定されていません。 '--destination' を使用して宛先を指定してください
ko: 기본 대상이 설정되지 않았습니다. '--destination'을 사용하여 설정하세요.
pl: Nie ustawiono domyślnej lokalizacji docelowej. Podaj lokalizację docelową za pomocą opcji „--destination”
tr: Varsayılan hedef ayaranmadı. Lütfen '--destination' kullanarak bir hedef sağlayın

# LibraryIdRequiredForInstall
source: LibraryId is required to install
es: Para instalar, se requiere el valor LibraryId
fr: LibraryId doit être spécifié pour l'installation
it: L'ID libreria è necessario per l'installazione
ja: インストールするにはライブラリ ID が必要です
ko: 설치하려면 LibraryId가 필요합니다.
pl: Do instalacji wymagany jest identyfikator biblioteki
tr: Yüklemek için LibraryId gereklidir

# LibraryIdRequiredForUnInstall
source: LibraryId is required to uninstall
es: Para desinstalar, se requiere el valor LibraryId
fr: LibraryId doit être spécifié pour la désinstallation
it: ID libreria necessario per la disinstallazione
ja: アンインストールするには LibraryId が必要です
ko: 제거하려면 LibraryId가 필요합니다.
pl: Do odinstalowania wymagany jest identyfikator biblioteki
tr: Kaldırmak için LibraryId gereklidir
