Repository: aspnet/LibraryManager
Catalog: src/LibraryManager/MultilingualResources/Microsoft.Web.LibraryManager.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

# FileDeleted
source: {0} deleted
cs: Soubor {0} byl smazán.
es: {0} eliminado
fr: {0} supprimé
it: {0} eliminato
ja: {0} は削除されました
ko: {0}을(를) 삭제했습니다.
pl: Plik {0} został usunięty
pt_br: {0} excluído
ru: Файл {0} удален
tr: {0} silindi
zh_hans: 已删除 {0}

# FileDeleteFail
source: Failed to delete {0}
cs: Soubor {0} nebylo možné smazat.
es: No se pudo eliminar {0}
fr: Échec de suppression de {0}
it: Non è stato possibile eliminare {0}
ja: {0} を削除できませんでした。
ko: {0}을(를) 삭제하지 못했습니다.
pl: Nie można usunąć pliku {0}
pt_br: Falha ao excluir {0}
ru: Не удалось удалить {0}
tr: {0} silinemedi
zh_hans: 未能删除 {0}

# FileWrittenToDisk
source: {0} written to destination
cs: Soubor {0} se zapsal do cíle.
es: {0} escrito en destino
fr: {0} écrit dans la destination
it: {0} scritto nella destinazione
ja: {0} が宛先に書き込まれました
ko: {0}이(가) 대상에 기록됨
pl: Plik {0} został zapisany w lokalizacji docelowej
pt_br: {0} gravado no destino
ru: Файл {0} перемещен в место назначения
tr: {0} hedefe yazıldı
zh_hans: {0} 已写入目标

# LibraryInfoUpdateFailed
source: Failed to update library information for {0}
cs: Nepodařilo se aktualizovat informace o knihovně pro: {0}.
es: No se pudo actualizar la información de la biblioteca para {0}
fr: La mise à jour des informations de bibliothèque pour {0} a échoué
it: Non è stato possibile aggiornare le informazioni della libreria per {0}
ja: {0} のライブラリ情報を更新できませんでした
ko: {0}에 대한 라이브러리 정보의 업데이트 실패
pl: Nie udało się zaktualizować informacji o bibliotece dla: {0}
pt_br: Falha ao atualizar as informações da biblioteca para {0}
ru: Не удалось обновить сведения о библиотеке для {0}
tr: {0} için kitaplık bilgileri güncelleştirilemedi
zh_hans: 未能更新 {0} 的库信息

# Restore_RestoreOfLibraryStarted
source: Restoring library {0}...
cs: Obnovuje se knihovna {0}...
es: Restaurando biblioteca {0}...
fr: Restauration de la bibliothèque {0}...
it: Ripristino della libreria {0}...
ja: ライブラリ {0} を復元しています...
ko: {0} 라이브러리를 복원하는 중...
pl: Trwa przywracanie biblioteki {0}...
pt_br: Restaurando a biblioteca {0}...
ru: Восстановление библиотеки {0}...
tr: {0} kitaplığı geri yükleniyor...
zh_hans: 正在还原库 {0}...

# Restore_NumberOfLibrariesSucceeded
source: {0} libraries restored in {1} seconds
cs: {0} knihoven obnoveno za {1} sekund
es: {0} bibliotecas restauradas en {1} segundos
fr: {0} bibliothèques restaurées en {1} secondes
it: {0} librerie ripristinate in {1} secondi
ja: {0} ライブラリが {1} 秒で復元されました
ko: {0} 라이브러리를 {1}초 후에 복원합니다.
pl: Przywrócone biblioteki: {0}, czas: {1} sek.
pt_br: {0} bibliotecas restauradas em {1} segundos
ru: Библиотеки ({0}) восстановлены за {1} с
tr: {0} kitaplık {1} saniye içinde geri yüklendi
zh_hans: 在 {1} 秒内还原了 {0} 个库

# Restore_OperationHasErrors
source: One or more libraries failed to restore
cs: Nejméně jednu knihovnu se nepovedlo obnovit.
es: No se pudieron restaurar una o varias bibliotecas
fr: Une ou plusieurs bibliothèques n'ont pas été restaurées
it: Non è stato possibile ripristinare una o più librerie
ja: 1 つまたは複数のライブラリを復元できませんでした
ko: 하나 이상의 라이브러리를 복원하지 못했습니다.
pl: Nie można przywrócić co najmniej jednej biblioteki
pt_br: Uma ou mais bibliotecas não puderam ser restauradas
ru: Не удалось восстановить одну или несколько библиотек
tr: Bir veya daha fazla kitaplık geri yüklenemedi
zh_hans: 一个或多个库未能还原

# FailedToDownloadCatalog
source: Failed to download catalog from provider "{0}"
cs: Nepovedlo se stáhnout katalog od poskytovatele {0}.
es: No se pudo descargar el catálogo del proveedor "{0}"
fr: Le téléchargement du catalogue du fournisseur "{0}" a échoué
it: Non è stato possibile scaricare il catalogo dal provider "{0}"
ja: カタログをプロバイダー "{0}" からダウンロードできませんでした
ko: 공급자 "{0}"에서 카탈로그를 다운로드하지 못했습니다.
pl: Nie można pobrać wykazu od dostawcy „{0}”
pt_br: Falha ao baixar o catálogo do provedor "{0}"
ru: Не удалось скачать каталог от поставщика "{0}"
tr: "{0}" sağlayıcısından katalog indirilemedi
zh_hans: 无法从提供程序 "{0}" 下载目录

# Restore_LibraryRestoreCancelled
source: Restore was cancelled for library {0}
cs: Obnovení knihovny {0} se zrušilo.
es: Se canceló la restauración para la biblioteca {0}
fr: La restauration a été annulée pour la bibliothèque {0}
it: Il ripristino è stato annullato per la libreria {0}
ja: ライブラリ {0} の復元が取り消されました
ko: {0} 라이브러리에 대한 복원이 취소되었습니다.
pl: Przywracanie zostało anulowane dla biblioteki {0}
pt_br: A restauração foi cancelada para a biblioteca {0}
ru: Восстановление для библиотеки {0} отменено
tr: {0} kitaplığı için geri yükleme iptal edildi
zh_hans: 已取消库 {0} 的还原

# Restore_NumberOfLibrariesFailed
source: {0} libraries failed to restore
cs: Nepovedlo se obnovit tento počet knihoven: {0}.
es: Error al restaurar {0} bibliotecas
fr: {0} bibliothèques n'ont pas été restaurées
it: Non è stato possibile ripristinare {0} librarie
ja: {0} 個のライブラリを復元できませんでした
ko: {0} 라이브러리를 복원하지 못했습니다.
pl: Nie można przywrócić {0} bibliotek
pt_br: {0} bibliotecas não puderem ser restauradas
ru: Не удалось восстановить библиотеки ({0})
tr: {0} kitaplık geri yüklenemedi
zh_hans: {0} 库无法还原

# Clean_OperationCancelled
source: Clean libraries operation was cancelled
cs: Operace čištění knihoven se zrušila.
es: Se canceló la operación de limpieza de las bibliotecas
fr: L'opération de nettoyage des bibliothèques a été annulée
it: L'operazione di pulizia delle librerie è stata annullata
ja: ライブラリのクリーン操作が取り消されました
ko: 라이브러리 정리 작업이 취소되었습니다.
pl: Operacja czyszczenia bibliotek została anulowana
pt_br: A operação para limpar bibliotecas foi cancelada
ru: Операция очистки библиотек была отменена
tr: Kitaplıkları temizleme işlemi iptal edildi
zh_hans: 清除库操作已取消

# Clean_NumberOfLibrariesFailed
source: {0} libraries failed to be deleted
cs: Nepovedlo se odstranit tento počet knihoven: {0}.
es: No se pudieron eliminar {0} bibliotecas
fr: {0} bibliothèques n'ont pas été supprimées
it: Non è stato possibile eliminare {0} librerie
ja: {0} 個のライブラリを削除できませんでした
ko: {0} 라이브러리를 삭제하지 못했습니다.
pl: Nie udało się usunąć {0} bibliotek
pt_br: {0} bibliotecas não puderam ser excluídas
ru: Не удалось удалить библиотеки ({0})
tr: {0} kitaplık silinemedi
zh_hans: {0} 库无法删除

# Clean_OperationStarted
source: Clean libraries operation started...
cs: Zahájila se operace čistění knihoven...
es: Se inició la operación de limpieza de bibliotecas...
fr: L'opération de nettoyage des bibliothèques a commencé...
it: L'operazione di pulizia delle librerie è stata avviata...
ja: ライブラリのクリーン操作が開始されました...
ko: 라이브러리 정리 작업이 시작됨...
pl: Rozpoczęto operację czyszczenia bibliotek...
pt_br: Operação de limpeza de bibliotecas iniciada...
ru: Начинается очистка библиотек...
tr: Kitaplıkları temizleme işlemi başlatıldı...
zh_hans: 已启动“清理库”操作...

# Clean_NumberOfLibrariesSucceeded
source: {0} libraries were successfully deleted in {1} secs
cs: Knihovny (celkem {0}) se úspěšně odstranily za {1} s.
es: {0} bibliotecas se eliminaron correctamente en {1} seg
fr: {0} bibliothèques ont été supprimées en {1} secondes
it: {0} librerie sono state eliminate in {1} secondi
ja: {0} 個のライブラリは {1} 秒で正常に削除されました
ko: {0} 라이브러리가 {1}초 내에 삭제되었습니다.
pl: Biblioteki ({0}) zostały pomyślnie usunięte w {1} sek.
pt_br: {0} bibliotecas foram excluídas com sucesso em {1} segundos
ru: Библиотеки ({0}) успешно удалены за {1} с
tr: {0} kitaplık {1} saniye içinde başarıyla silindi
zh_hans: {0} 个库在 {1} 秒内已成功删除

# Clean_OperationFailed
source: Clean operation failed for {0} libraries
cs: Operace čištění nebyla úspěšná pro tento počet knihoven: {0}.
es: Error en la operación limpieza para bibliotecas {0}
fr: L'opération de nettoyage a échoué pour {0} bibliothèques
it: L'operazione di pulizia non è riuscita per {0} librerie
ja: クリーン操作が {0} 個のライブラリで失敗しました
ko: {0} 라이브러리에 대한 정리 작업에 실패했습니다.
pl: Operacja czyszczenia nie powiodła się dla {0} bibliotek
pt_br: Falha na operação de limpeza para {0} bibliotecas
ru: Не удалось выполнить очистку для нескольких библиотек ({0})
tr: {0} kitaplık için temizleme işlemi başarısız oldu
zh_hans: {0} 库的清理操作失败

# Clean_OperationCompleted
source: Clean libraries operation completed
cs: Operace čištění knihoven se dokončila.
es: Operación de limpieza de bibliotecas completada
fr: Opération de nettoyage des bibliothèques effectuée
it: L'operazione di pulizia delle librerie è stata completata
ja: ライブラリのクリーン操作が完了しました
ko: 라이브러리 정리 작업이 완료됨
pl: Operacja czyszczenia bibliotek została zakończona
pt_br: Operação de limpeza de bibliotecas concluída
ru: Операция очистки библиотек завершена
tr: Kitaplıkları temizleme işlemi tamamlandı
zh_hans: 清理库操作已完成

# Install_LibraryFailed
source: Install library {0} failed
cs: Knihovnu {0} se nepovedlo nainstalovat.
es: No se pudo instalar la biblioteca {0}
fr: L'installation de la bibliothèque {0} a échoué
it: L'installazione della libreria {0} non è riuscita
ja: ライブラリ {0} をインストールできませんでした
ko: {0} 라이브러리를 설치하지 못했습니다.
pl: Instalacja biblioteki {0} nie powiodła się
pt_br: Falha ao instalar a biblioteca {0}
ru: Не удалось установить библиотеку {0}
tr: {0} kitaplığı yüklenemedi
zh_hans: 安装库 {0} 失败

# Install_LibraryStarted
source: Install library {0} started...
cs: Zahájila se instalace knihovny {0}...
es: Inició la instalación de la biblioteca {0}...
fr: L'installation de la bibliothèque {0} a commencé...
it: L'installazione della libreria {0} è stata avviata...
ja: ライブラリ {0} のインストールが開始されました...
ko: {0} 라이브러리 설치가 시작됨...
pl: Instalowanie biblioteki {0} zostało rozpoczęte...
pt_br: Instalação da biblioteca {0} iniciada...
ru: Начинается установка библиотеки {0}...
tr: {0} kitaplığının yüklenmesi başlatıldı...
zh_hans: 已启动库 {0} 的安装...

# Restore_LibraryRestoreSucceeded
source: Library {0} was successfuly restored restored
cs: Knihovna {0} se úspěšně obnovila.
es: La biblioteca {0} se restauró correctamente
fr: La bibliothèque {0} a été restaurée
it: Il ripristino della libreria {0} è riuscito
ja: ライブラリ {0} は正常に復元されました
ko: {0} 라이브러리가 복원되었습니다.
pl: Biblioteka {0} została pomyślnie przywrócona
pt_br: A biblioteca {0} foi restaurada com êxito
ru: Библиотека {0} успешно восстановлена
tr: {0} kitaplığı başarıyla geri yüklendi
zh_hans: 已成功还原库 {0}

# Restore_LibrariesUptodate
source: Restore completed. Files already up-to-date
cs: Obnovení bylo dokončeno. Soubory už jsou aktuální.
es: Restauración completada. Archivos ya actualizados
fr: Restauration terminée. Fichiers déjà mis à jour
it: Ripristino completato. I file sono già aggiornati
ja: 復元が完了しました。ファイルはすでに最新です。
ko: 복원을 완료했습니다. 파일은 이미 최신 상태입니다.
pl: Przywracanie zostało zakończone. Pliki są już aktualne
pt_br: Restauração concluída. Arquivos já atualizados.
ru: Восстановление завершено. Файлы уже обновлены.
tr: Geri yükleme tamamlandı. Dosyalar zaten güncel
zh_hans: 还原已完成，文件已为最新

# Restore_NumberOfLibrariesCancelled
source: {0} libraries had restore cancelled
cs: Zrušilo se obnovení tohoto počtu knihoven: {0}.
es: {0} bibliotecas tenían la restauración cancelada
fr: La restauration a été annulée pour {0} bibliothèques
it: Il ripristino di {0} librerie è stato annullato
ja: {0} 個のライブラリの復元が取り消されました
ko: {0} 라이브러리 복원이 취소되었습니다.
pl: Anulowano przywracanie {0} bibliotek
pt_br: {0} bibliotecas tiveram a restauração cancelada
ru: Восстановление нескольких библиотек ({0}) было отменено
tr: {0} kitaplıkta geri yükleme iptal edildi
zh_hans: {0} 库已取消还原

source: Restore operation completed
cs: Operace obnovení se dokončila.
es: Operación de restauración completada
fr: Opération de restauration effectuée
it: Operazione di ripristino completata
ja: 復元操作が完了しました
ko: 복원 작업이 완료됨
pl: Operacja przywracania została ukończona
pt_br: Operação de restauração concluída
ru: Восстановление завершено
tr: Geri yükleme işlemi tamamlandı
zh_hans: 还原操作已完成

# SummaryEndLine
source: ========== Finished ==========
cs: ========== Dokončeno ==========
es: === Terminado ===
fr: ========== Terminé ==========
it: ========== Operazione completata ==========
ja: ========== 完了 ==========
ko: ========== 완료 ==========
pl: ========== Zakończono ==========
pt_br: ========== Concluído ==========
ru: ========== Завершено ==========
tr: ========== Bitti ==========
zh_hans: == === 已完成 == == == ==/==

# TimeElapsed
source: Time Elapsed: {0}
cs: Uplynulý čas: {0}
es: Tiempo transcurrido: {0}
fr: Temps écoulé : {0}
it: Tempo trascorso: {0}
ja: 経過時間: {0}
ko: 경과 시간: {0}
pl: Czas, który upłynął: {0}
pt_br: Tempo Decorrido: {0}
ru: Прошло времени: {0}
tr: Geçen zaman: {0}
zh_hans: 已用时间: {0}

# Uninstall_LibraryStarted
source: Uninstall of library {0} started...
cs: Zahájila se odinstalace knihovny {0}...
es: Se inició la desinstalación de la biblioteca {0}...
fr: La désinstallation de la bibliothèque {0} a commencé...
it: La disinstallazione della libreria {0} è stata avviata...
ja: ライブラリ {0} のアンインストールが開始されました...
ko: {0} 라이브러리 제거가 시작됨...
pl: Odinstalowywanie biblioteki {0} zostało rozpoczęte...
pt_br: Desinstalação da biblioteca {0} iniciada...
ru: Начинается удаление библиотеки {0}...
tr: {0} kitaplığının kaldırılması başlatıldı...
zh_hans: 已启动库 {0} 的卸载...

# Update_LibraryFailed
source: Update library {0} failed
cs: Knihovnu {0} se nepovedlo aktualizovat.
es: No se pudo actualizar la biblioteca {0}
fr: La mise à jour de la bibliothèque {0} a échoué
it: L'aggiornamento della libreria {0} non è riuscito
ja: ライブラリ {0} を更新できませんでした
ko: {0} 라이브러리를 업데이트하지 못했습니다.
pl: Aktualizacja biblioteki {0} nie powiodła się
pt_br: Falha ao atualizar a biblioteca {0}
ru: Не удалось обновить библиотеку {0}
tr: {0} kitaplığı güncelleştirilemedi
zh_hans: 更新库 {0} 失败

# Update_LibraryStarted
source: Update of library {0} started...
cs: Zahájila se aktualizace knihovny {0}...
es: Actualización de biblioteca {0} inició...
fr: La mise à jour de la bibliothèque {0} a commencé...
it: L'aggiornamento della libreria {0} è stato avviato...
ja: ライブラリ {0} の更新が開始されました...
ko: {0} 라이브러리 업데이트가 시작됨...
pl: Rozpoczęto aktualizację biblioteki {0}...
pt_br: Atualização da biblioteca {0} iniciada...
ru: Начинается обновление библиотеки {0}...
tr: {0} kitaplığının güncelleştirilmesi başladı...
zh_hans: 已启动库 {0} 的更新...

# Update_LibrarySucceeded
source: Update of library {0} succeeded
cs: Knihovna {0} se úspěšně aktualizovala.
es: La actualización de la biblioteca {0} se completó correctamente
fr: Bibliothèque {0} mise à jour
it: L'aggiornamento della libreria {0} è riuscito
ja: ライブラリ {0} が正常に更新されました
ko: {0} 라이브러리를 업데이트했습니다.
pl: Aktualizacja biblioteki {0} została zakończona powodzeniem
pt_br: Atualização da biblioteca {0} bem-sucedida
ru: Библиотека {0} успешно обновлена
tr: {0} kitaplığı başarıyla güncelleştirildi
zh_hans: 已成功更新库 {0}

# Uninstall_LibraryCancelled
source: Uninstall of library {0} has been cancelled
cs: Odinstalace knihovny {0} se zrušila.
es: Desinstalación de biblioteca {0} cancelada
fr: La désinstallation de la bibliothèque {0} a été annulée
it: La disinstallazione della libreria {0} è stata annullata
ja: ライブラリ {0} のアンインストールが取り消されました
ko: {0} 라이브러리 제거가 취소되었습니다.
pl: Odinstalowywanie biblioteki {0} zostało anulowane
pt_br: A desinstalação da biblioteca {0} foi cancelada
ru: Удаление библиотеки {0} отменено
tr: {0} kitaplığını kaldırma işlemi iptal edildi
zh_hans: 卸载库 {0} 已被取消

# Uninstall_LibraryFailed
source: Uninstall of library {0} failed
cs: Knihovnu {0} se nepovedlo odinstalovat.
es: No se pudo desinstalar la biblioteca {0}
fr: La désinstallation de la bibliothèque {0} a échoué
it: La disinstallazione della libreria {0} non è riuscita
ja: ライブラリ {0} をアンインストールできませんでした
ko: {0} 라이브러리를 제거하지 못했습니다.
pl: Odinstalowywanie biblioteki {0} nie powiodło się
pt_br: Falha ao desinstalar a biblioteca {0}
ru: Не удалось удалить библиотеку {0}
tr: {0} kitaplığı kaldırılamadı
zh_hans: 卸载库 {0} 失败

# Clean_NumberOfLibrariesCancelled
source: {0} libraries had deletion cancelled
cs: Zrušilo se odstranění tohoto počtu knihoven: {0}.
es: {0} bibliotecas tenían la eliminación cancelada
fr: La suppression a été annulée pour {0} bibliothèques
it: L'eliminazione di {0} librerie è stata annullata
ja: {0} 個のライブラリで削除が取り消されました
ko: {0} 라이브러리의 삭제가 취소되었습니다.
pl: Anulowano usunięcie {0} bibliotek
pt_br: {0} bibliotecas tiveram a exclusão cancelada
ru: Удаление библиотек ({0}) отменено
tr: {0} kitaplığı silme işlemi iptal edildi
zh_hans: {0} 库已取消删除

# Restore_LibraryRestoreFailed
source: Failed to restore library: {0}
cs: Nepovedlo se obnovit knihovnu: {0}
es: No se pudo restaurar biblioteca: {0}
fr: Échec de restauration de la bibliothèque : {0}
it: Non è stato possibile ripristinare la libreria: {0}
ja: ライブラリを復元できませんでした: {0}
ko: 라이브러리 복원 실패: {0}
pl: Nie można przywrócić biblioteki: {0}
pt_br: Falha ao restaurar a biblioteca: {0}
ru: Не удалось восстановить библиотеку: {0}
tr: Kitaplık geri yüklenemedi: {0}
zh_hans: 未能还原库: {0}

# Restore_OperationCancelled
source: Restore operation has been cancelled
cs: Operace obnovení se zrušila.
es: La operación de restauración se ha cancelado
fr: L'opération de restauration a été annulée
it: L'operazione di ripristino è stata annullata
ja: 復元操作が取り消されました
ko: 복원 작업이 취소되었습니다.
pl: Operacja przywracania została anulowana
pt_br: A operação de restauração foi cancelada
ru: Операция восстановления отменена
tr: Geri yükleme işlemi iptal edildi
zh_hans: 还原操作已取消

# Restore_OperationFailed
source: Restore operation failed for {0} libraries
cs: Operace obnovení nebyla úspěšná pro tento počet knihoven: {0}.
es: No se pudo completar la operación de restauración para {0} bibliotecas
fr: L'opération de restauration a échoué pour {0} bibliothèques
it: L'operazione di ripristino non è riuscita per {0} librerie
ja: {0} 個のライブラリの復元操作に失敗しました
ko: {0} 라이브러리에 대한 복원 작업에 실패했습니다.
pl: Operacja przywracania nie powiodła się dla {0} bibliotek
pt_br: Falha na operação de restauração para {0} bibliotecas
ru: Не удалось выполнить восстановление для нескольких библиотек ({0})
tr: Geri yükleme işlemi {0} kitaplık için başarısız oldu
zh_hans: {0} 库的还原操作失败

source: Restore operation started...
cs: Zahájila se operace obnovení...
es: Se inició la operación de restauración...
fr: L'opération de restauration a commencé...
it: L'operazione di ripristino è stata avviata...
ja: 復元操作が開始されました...
ko: 복원 작업이 시작됨...
pl: Operacja przywracania została rozpoczęta...
pt_br: Operação de restauração iniciada...
ru: Начинается восстановление...
tr: Geri yükleme işlemi başlatıldı...
zh_hans: 已启动还原操作...

# Uninstall_LibrarySucceeded
source: Uninstall of library {0} succeeded
cs: Knihovna {0} se úspěšně odinstalovala.
es: La desinstalación de la biblioteca {0} se completó correctamente
fr: La bibliothèque {0} a été désinstallée
it: La disinstallazione della libreria {0} è riuscita
ja: ライブラリ {0} が正常にアンインストールされました
ko: {0} 라이브러리를 제거했습니다.
pl: Odinstalowywanie biblioteki {0} zostało pomyślnie zakończone
pt_br: Desinstalação da biblioteca {0} bem-sucedida
ru: Библиотека {0} успешно удалена
tr: {0} kitaplığı başarıyla kaldırıldı
zh_hans: 卸载库 {0} 成功

# Update_LibraryCancelled
source: Update of library {0} has been cancelled
cs: Aktualizace knihovny {0} se zrušila.
es: La actualización de la biblioteca {0} se ha cancelado
fr: La mise à jour de la bibliothèque {0} a été annulée
it: L'aggiornamento della libreria {0} è stato annullato
ja: ライブラリ {0} の更新が取り消されました
ko: {0} 라이브러리 업데이트가 취소되었습니다.
pl: Aktualizacja biblioteki {0} została anulowana
pt_br: A atualização da biblioteca {0} foi cancelada
ru: Обновление библиотеки {0} было отменено
tr: {0} kitaplığını güncelleştirme işlemi iptal edildi
zh_hans: 已取消库 {0} 的更新

# Restore_LibrariesForProject
source: Restoring libraries for project {0}
cs: Obnovují se knihovny pro projekt {0}.
es: Restaurando bibliotecas para proyecto {0}
fr: Restauration des bibliothèques du projet {0}
it: Ripristino delle librerie per il progetto {0}
ja: プロジェクト {0} のライブラリを復元しています
ko: {0} 프로젝트에 대한 라이브러리를 복원하는 중
pl: Przywracanie bibliotek dla projektu {0}
pt_br: Restaurando bibliotecas para o projeto {0}
ru: Восстановление библиотек для проекта {0}
tr: {0} projesi için kitaplıklar geri yükleniyor
zh_hans: 正在还原项目 {0} 的库

# CdnjsLibraryIdHintText
source: Example: <library>@<version>
cs: Příklad: <knihovna>@<verze>
es: Ejemplo: <biblioteca>@<versión>
fr: Exemple : <bibliothèque>@<version>
it: Esempio: <libreria>@<versione>
ja: 例: <library>@<version>
ko: 예: <library>@<version>
pl: Przykład: <library>@<version>
pt_br: Exemplo: <library>@<version>
ru: Пример: <библиотека>@<версия>
tr: Örnek: <kitaplık>@<sürüm>
zh_hans: 示例: <library>@<version>

# FileSystemLibraryIdHintText
source: Must be a valid filesystem path.
cs: Musí se jednat o platnou cestu v systému souborů.
es: Debe ser una ruta de sistema de archivos válida.
fr: Doit être un chemin de système de fichiers valide.
it: Deve essere un percorso di file system valido.
ja: 有効なファイル システムのパスを指定する必要があります。
ko: 유효한 파일 시스템 경로여야 합니다.
pl: Musi być prawidłową ścieżką w systemie plików.
pt_br: Deve ser um caminho de sistema de arquivos válido.
ru: Необходимо указать допустимый путь в файловой системе.
tr: Geçerli bir dosya sistemi yolu olmalıdır.
zh_hans: 必须是有效的文件系统路径。

# UnpkgProviderHintText
source: Example: <library>@<version>
cs: Příklad: <knihovna>@<verze>
es: Ejemplo: <biblioteca>@<versión>
fr: Exemple : <bibliothèque>@<version>
it: Esempio: <libreria>@<versione>
ja: 例: <library>@<version>
ko: 예: <library>@<version>
pl: Przykład: <library>@<version>
pt_br: Exemplo: <library>@<version>
ru: Пример: <библиотека>@<версия>
tr: Örnek: <kitaplık>@<sürüm>
zh_hans: 示例: <library>@<version>

# LibraryDetail_Unavailable
source: Unavailable
cs: Nedostupné
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 使用不可
ko: 사용할 수 없음
pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
tr: Kullanılamıyor
zh_hans: 不可用

source: Clean operation completed with errors
cs: Operace čištění se dokončila s chybami.
es: Operación de limpieza completada con errores
fr: Opération de nettoyage terminée avec des erreurs
it: L'operazione di pulizia è stata completata con errori
ja: クリーン操作が完了しました (エラーあり)
ko: 정리 작업이 완료되었지만 오류가 발생함
pl: Operacja oczyszczania została zakończona z błędami
pt_br: Operação de limpeza concluída com erros
ru: При очистке возникли ошибки
tr: Temizleme işlemi hatalarla tamamlandı
zh_hans: 清理操作完成，但出现错误

source: Restore operation completed with errors
cs: Operace obnovení se dokončila s chybami.
es: Operación de restauración completada con errores
fr: Opération de restauration terminée avec des erreurs
it: L'operazione di ripristino è stata completata con errori
ja: 復元操作が完了しました (エラーあり)
ko: 복원 작업이 완료되었지만 오류가 발생함
pl: Operacja przywracania została zakończona z błędami
pt_br: Operação de restauração concluída com erros
ru: При восстановлении возникли ошибки
tr: Geri yükleme işlemi hatalarla tamamlandı
zh_hans: 还原操作完成，但出现错误

source: Uninstall operation completed with errors
cs: Operace odinstalace se dokončila s chybami.
es: Operación de desinstalación completada con errores
fr: Opération de désinstallation terminée avec des erreurs
it: L'operazione di disinstallazione è stata completata con errori
ja: アンインストール操作が完了しました (エラーあり)
ko: 제거 작업이 완료되었지만 오류가 발생함
pl: Operacja odinstalowywania została zakończona z błędami
pt_br: Operação de desinstalação concluída com erros
ru: При удалении возникли ошибки
tr: Kaldırma işlemi hatalarla tamamlandı
zh_hans: 卸载操作完成，但出现错误

source: Upgrade operation completed with errors
cs: Operace upgradu se dokončila s chybami.
es: Operación de actualización completada con errores
fr: Opération de mise à niveau terminée avec des erreurs
it: L'operazione di aggiornamento è stata completata con errori
ja: アップグレード操作が完了しました (エラーあり)
ko: 업그레이드 작업이 완료되었지만 오류가 발생함
pl: Operacja uaktualniania została zakończona z błędami
pt_br: Operação de atualização concluída com erros
ru: При обновлении возникли ошибки
tr: Yükseltme işlemi hatalarla tamamlandı
zh_hans: 升级操作完成，但出现错误
