Repository: aspnet/LibraryManager
Catalog: src/LibraryManager/MultilingualResources/Microsoft.Web.LibraryManager.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

# Restore_NumberOfLibrariesUptodate
source: {0} libraries are up-to-date
cs: Počet aktuálních knihoven: {0}
es: {0} bibliotecas están actualizadas
fr: {0} bibliothèques sont à jour
it: {0} librerie sono aggiornate
ja: {0} ライブラリは最新です
ko: 라이브러리 {0}개가 최신 상태임
pl: Liczba aktualnych bibliotek: {0}
pt_br: {0} bibliotecas estão atualizadas
ru: Актуальных библиотек: {0}
tr: {0} kitaplıkları güncel
zh_hans: {0} 库是最新状态

source: Uninstall operation completed
cs: Operace odinstalace se dokončila.
es: Operación de desinstalación completada
fr: Opération de désinstallation terminée
it: Operazione di disinstallazione completata
ja: アンインストール操作が完了しました
ko: 제거 작업이 완료됨
pl: Operacja odinstalowywania została zakończona
pt_br: Operação de desinstalação concluída
ru: Удаление выполнено
tr: Kaldırma işlemi tamamlandı
zh_hans: 卸载操作完成

source: Upgrade operation completed
cs: Operace upgradu se dokončila.
es: Operación de actualización completada
fr: Opération de mise à niveau terminée
it: Operazione di aggiornamento completata
ja: アップグレード操作が完了しました
ko: 업그레이드 작업이 완료됨
pl: Operacja uaktualniania została zakończona
pt_br: Operação de atualização concluída
ru: Обновление выполнено
tr: Yükseltme işlemi tamamlandı
zh_hans: 升级操作完成
