Repository: aspnet/LibraryManager
Catalog: src/LibraryManager.Vsix/MultilingualResources/Microsoft.Web.LibraryManager.Vsix.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Clean libraries started...
cs: Čištění knihoven se spustilo...
de: Die Bereinigung von Bibliotheken wurde gestartet...
es: Comenzó la limpieza de las bibliotecas...
fr: Le nettoyage des bibliothèques a commencé...
it: Pulizia delle librerie avviata...
ja: ライブラリのクリーニングを開始しました...
ko: 라이브러리 정리를 시작했습니다...
pl: Czyszczenie bibliotek zostało rozpoczęte...
pt_br: Limpar bibliotecas iniciado...
ru: Очистка библиотек запущена...
tr: Kitaplıkları temizleme işlemi başladı...
zh_hans: 已启动清理库操作...
zh_hant: 已開始清理程式庫...

source: Clean libraries succeeded
cs: Vyčištění knihovny proběhlo úspěšně.
de: Die Bibliotheken wurden erfolgreich bereinigt.
es: La limpieza de las bibliotecas se completó correctamente
fr: Nettoyage des bibliothèques effectué
it: La pulizia delle librerie è riuscita
ja: ライブラリのクリーニングに成功しました
ko: 라이브러리 정리에 성공했습니다
pl: Czyszczenie bibliotek powiodło się
pt_br: Limpar bibliotecas bem-sucedido
ru: Очистка библиотек успешно завершена
tr: Kitaplıklar başarıyla temizlendi
zh_hans: 清理库成功
zh_hant: 已成功清理程式庫

# LibraryRestoredNoChange
source: Restore completed. Files already up-to-date
cs: Obnovení bylo dokončeno. Soubory už jsou aktuální.
de: Die Wiederherstellung ist abgeschlossen. Die Dateien sind bereits auf dem neuesten Stand.
es: Restauración completada. Archivos ya actualizados
fr: Restauration terminée. Fichiers déjà mis à jour
it: Ripristino completato. I file sono già aggiornati
ja: 復元が完了しました。ファイルはすでに最新です。
ko: 복원을 완료했습니다. 파일은 이미 최신 상태입니다.
pl: Przywracanie zostało zakończone. Pliki są już aktualne
pt_br: Restauração concluída. Arquivos já atualizados.
ru: Восстановление завершено. Файлы уже обновлены.
tr: Geri yükleme tamamlandı. Dosyalar zaten güncel
zh_hans: 还原已完成，文件已为最新
zh_hant: 還原已完成，檔案已更新。

source: Loading...
cs: Načítání...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込んでいます...
ko: 로드 중...
pl: Trwa ładowanie...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
zh_hans: 正在加载...
zh_hant: 正在載入...

source: Packages could not be loaded
cs: Balíčky nešlo načíst.
de: Pakete konnten nicht geladen werden.
es: No se pudieron cargar paquetes
fr: Impossible de charger les packages
it: Non è stato possibile caricare i pacchetti
ja: パッケージを読み込むことができませんでした
ko: 패키지를 로드할 수 없습니다.
pl: Nie można załadować pakietów
pt_br: Não foi possível carregar os pacotes
ru: Не удалось загрузить пакеты
tr: Paketler yüklenemedi
zh_hans: 无法加载包
zh_hant: 無法載入套件

source: Check for updates
cs: Vyhledat aktualizace
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Controlla la disponibilità di aggiornamenti
ja: 更新プログラムの確認
ko: 업데이트 확인
pl: Sprawdź aktualizacje
pt_br: Verificar se há atualizações
ru: Проверить наличие обновлений
tr: Güncelleştirmeleri denetle
zh_hans: 检查更新
zh_hant: 檢查更新

# UninstallLibrary
source: Uninstall {0}
cs: Odinstalovat produkt {0}
de: "{0}" deinstallieren
es: Desinstalar {0}
fr: Désinstaller {0}
it: Disinstalla {0}
ja: {0} をアンインストールします
ko: {0} 제거
pl: Odinstaluj plik {0}
pt_br: Desinstalar {0}
ru: Удалить {0}
tr: {0} uygulamasını kaldır
zh_hans: 卸载 {0}
zh_hant: 解除安裝 {0}

# NugetInstallPrompt
source: A NuGet package will be installed to augment the MSBuild process, but no files will be added to the project. This may require an internet connection. Do you want to continue?
cs: Nainstaluje se balíček NuGet, který upraví proces MSBuildu, ale do projektu se nepřidají žádné soubory. Může to vyžadovat připojení k internetu. Chcete pokračovat?
de: Zur Verbesserung des MSBuild-Prozesses wird ein NuGet-Paket installiert, aber dem Projekt werden keine Dateien hinzugefügt. Möglicherweise ist eine Internetverbindung erforderlich. Möchten Sie den Vorgang fortsetzen?
es: Se instalará un paquete NuGet para aumentar el proceso de MSBuild, pero ningún archivo se agregará al proyecto. Esto puede requerir una conexión a internet. ¿Desea continuar?
fr: Un package NuGet va être installé pour augmenter le processus MSBuild, mais aucun fichier ne sera ajouté au projet. Cela nécessite peut-être une connexion à Internet. Voulez-vous continuer ?
it: Verrà installato un pacchetto NuGet per aumentare il processo MSBuild, ma non verrà aggiunto alcun file al progetto. Per questa operazione potrebbe essere richiesta una connessione Internet. Continuare?
ja: NuGet パッケージは MSBuild プロセスを拡張するためにインストールされますが、プロジェクトにはファイルは追加されません。 これにはインターネット接続が必要な場合があります。 続行しますか?
ko: MSBuild 프로세스를 확대하기 위해 NuGet 패키지가 설치되지만, 파일이 프로젝트에 추가되지 않습니다. 이 작업에는 인터넷 연결이 필요합니다. 계속하시겠습니까?
pl: Pakiet NuGet zostanie zainstalowany w celu rozszerzenia procesu MSBuild, ale żadne pliki nie zostaną dodane do projektu. Może to wymagać połączenia z Internetem. Czy chcesz kontynuować?
pt_br: Será instalado um pacote NuGet para aumentar o processo do MSBuild, mas não será adicionado nenhum arquivo ao projeto. Isso pode exigir uma conexão de Internet. Deseja continuar?
ru: Будет установлен пакет NuGet, чтобы дополнить процесс MSBuild, однако файлы в проект добавлены не будут. Возможно, потребуется подключение к Интернету. Вы хотите продолжить?
tr: MSBuild işlemini artırmak için bir NUGet paketi yüklenecek ancak projeye dosya eklenmeyecek. Bu işlem İnternet bağlantısı gerektirebilir. Devam etmek istiyor musunuz?
zh_hans: 需要安装 NuGet 包才能增强 MSBuild 进程，但不会将任何文件添加到该项目。 这可能需要 Internet 连接。 是否继续?
zh_hant: 將會安裝 NuGet 套件，以擴大 MSBuild 處理序，但不會新增任何檔案到專案中。 這需要連線到網際網路。 要繼續嗎?

source: <Type to search>
cs: <Zadejte hledaný text.>
de: <Suchtext eingeben>
es: <Escriba para buscar>
fr: <Tapez pour rechercher>
it: <Digitare per eseguire la ricerca>
ja: <検索するテキストを入力>
ko: <입력하여 검색>
pl: <Wpisz, aby wyszukać>
pt_br: <Digite para pesquisar>
ru: <Введите текст для поиска>
tr: <Aramak için yazın>
zh_hans: <搜索类型>
zh_hant: <鍵入以搜尋>

source: Add Client-Side Library
cs: Přidat knihovnu na straně klienta
de: Clientseitige Bibliothek hinzufügen
es: Agregar biblioteca de lado del cliente
fr: Ajouter une bibliothèque côté client
it: Aggiungi libreria lato client
ja: クライアント側のライブラリを追加します
ko: 클라이언트 쪽 라이브러리 추가
pl: Dodaj bibliotekę po stronie klienta
pt_br: Adicionar Biblioteca do Lado do Cliente
ru: Добавьте клиентские библиотеки
tr: İstemci Tarafı Kitaplık Ekle
zh_hans: 添加客户端库
zh_hant: 新增用戶端程式庫

# SelectLibraryToSelectFilesToInstall
source: <Choose a library to select files to install>
cs: <Pokud chcete vybrat soubory, které se mají nainstalovat, zvolte knihovnu.>
de: <Zur Auswahl der zu installierenden Dateien Bibliothek auswählen>
es: <Elegir una biblioteca para seleccionar archivos para instalar>
fr: <Choisir une bibliothèque pour sélectionner les fichiers à installer>
it: <Scegliere una libreria per selezionare i file da installare>
ja: <ライブラリを選択して、インストールするファイルを選択してください>
ko: <설치 하기 위해 파일을 선택 하는 라이브러리를 선택 합니다>
pl: <Wybierz bibliotekę, aby wybrać pliki do zainstalowania>
pt_br: <Escolha uma biblioteca para selecionar os arquivos a serem instalados>
ru: <Выберите библиотеку, чтобы выбрать файлы для установки>
tr: <Yüklenecek dosyaları belirlemek için bir kitaplık seçin>
zh_hans: <选择库以选择要安装的文件>
zh_hant: <請選擇程式庫，以選取要安裝的檔案>

# DisableRestoreOnBuild
source: Disabl&e Client-Side Libraries on Build
cs: Při s&estavování zakázat knihovny na straně klienta
de: Cli&entseitige Bibliotheken bei Builderstellung deaktivieren
es: Desha&bilitar bibliotecas del lado cliente al compilar
fr: Désactiv&er les bibliothèques côté client au moment de la génération
it: Disa&bilita librerie lato client durante la compilazione
ja: ビルド時にクライアント側のライブラリを無効にする(&E)
ko: 빌드 시 클라이언트 쪽 라이브러리 사용 안 함(&E)
pl: &Wyłącz biblioteki po stronie klienta podczas kompilacji
pt_br: D&esabilitar as Bibliotecas do Lado do Cliente no Build
ru: Отк&лючить клиентские библиотеки при сборке
tr: Derleme Sırasında İstemci Tarafı Kitaplıkları Devr&e Dışı Bırak
zh_hans: 在生成时禁用客户端库(&E)
zh_hant: 建置時停用用戶端程式庫(&E)

# EnableRestoreOnBuild
source: &Enable Restore Client-Side Libraries on Build...
cs: Při s&estavování povolit obnovení knihoven na straně klienta...
de: Wi&ederherstellung clientseitiger Bibliotheken bei Builderstellung aktivieren...
es: &Habilitar la restauración de bibliotecas del lado cliente al compilar...
fr: Activ&er les bibliothèques côté client au moment de la génération...
it: &Abilita ripristino delle librerie lato client durante la compilazione...
ja: ビルド時にクライアント側のライブラリの復元を有効にする(&E)...
ko: 빌드 시 클라이언트 쪽 라이브러리 복원 사용(&E)...
pl: &Włącz przywracanie bibliotek po stronie klienta podczas kompilacji...
pt_br: &Habilitar a Restauração de Bibliotecas do Lado do Cliente no Build...
ru: &Включить восстановление клиентских библиотек при сборке…
tr: Derleme Sırasında İstemci Tarafı Kitaplıkların Geri Yüklenmesini &Etkinleştir...
zh_hans: 在生成时启用“还原客户端库”(&E)
zh_hant: 允許在建置時還原用戶端程式庫(&E)...

# Nuget_InstallingPackage
source: Installing NuGet package containing MSBuild target...
cs: Instaluje se balíček NuGet, který obsahujíce cíl nástroje MSBuild...
de: NuGet-Paket mit MSBuild-Ziel wird installiert...
es: Instalando paquete de NuGet que contiene el destino de MSBuild...
fr: Installation du package NuGet contenant la cible MSBuild...
it: Installazione del pacchetto NuGet che contiene la destinazione MSBuild...
ja: MSBuild ターゲットを含む NuGet パッケージをインストールしています...
ko: MSBuild 대상이 포함된 NuGet 패키지를 설치하는 중...
pl: Trwa instalowanie pakietu NuGet zawierającego element docelowy programu MSBuild...
pt_br: Instalando o pacote NuGet que contém o destino do MSBuild...
ru: Установка пакета NuGet, содержащего целевой объект MSBuild...
tr: MSBuild hedefini içeren NuGet paketi yükleniyor...
zh_hans: 正在安装包含 MSBuild 目标的 NuGet 包...
zh_hant: 正在安裝包含 MSBuild 目標的 NuGet 套件...

source: NuGet package failed to install
cs: Nepovedlo se nainstalovat balíček NuGet.
de: Fehler beim Installieren von NuGet-Paket.
es: Error al instalar el paquete de NuGet
fr: Le package NuGet n'a pas été installé
it: Non è stato possibile installare il pacchetto NuGet
ja: NuGet パッケージをインストールできませんでした
ko: NuGet 패키지를 설치하지 못했습니다.
pl: Nie można zainstalować pakietu NuGet
pt_br: O pacote NuGet não pôde ser instalado
ru: Не удалось установить пакет NuGet
tr: NuGet paketi yüklenemedi
zh_hans: NuGet 包安装失败
zh_hant: 無法安裝 NuGet 套件

source: NuGet package failed to uninstall
cs: Balíček NuGet se nepovedlo odinstalovat.
de: Fehler beim Installieren von NuGet-Paket.
es: No se pudo desinstalar el paquete de NuGet
fr: Le package NuGet n'a pas été désinstallé
it: Non è stato possibile disinstallare il pacchetto NuGet
ja: NuGet パッケージをアンインストールできませんでした
ko: NuGet 패키지를 제거하지 못했습니다.
pl: Nie można odinstalować pakietu NuGet
pt_br: O pacote NuGet não pôde ser desinstalado
ru: Не удалось удалить пакет NuGet
tr: NuGet paketi kaldırılamadı
zh_hans: NuGet 包卸载失败
zh_hant: 無法將 NuGet 套件解除安裝

source: NuGet package installed
cs: Nainstaloval se balíček NuGet.
de: NuGet-Paket installiert
es: Paquete de NuGet instalado
fr: Package NuGet installé
it: Pacchetto NuGet installato
ja: NuGet パッケージがインストールされました
ko: NuGet 패키지가 설치됨
pl: Pakiet NuGet został zainstalowany
pt_br: Pacote NuGet instalado
ru: Пакет NuGet установлен
tr: NuGet paketi yüklendi
zh_hans: 已安装 NuGet 包
zh_hant: 已安裝 NuGet 套件

source: NuGet package uninstalled
cs: Balíček NuGet se odinstaloval.
de: Das NuGet-Paket wurde deinstalliert.
es: Paquete de NuGet desinstalado
fr: Package NuGet désinstallé
it: Pacchetto NuGet disinstallato
ja: NuGet パッケージがアンインストールされました
ko: NuGet 패키지가 제거됨
pl: Pakiet NuGet został odinstalowany
pt_br: Pacote NuGet desinstalado
ru: Пакет NuGet удален
tr: NuGet paketi kaldırıldı
zh_hans: 已卸载 NuGet 包
zh_hant: 已將 NuGet 套件解除安裝

# Nuget_UninstallingPackage
source: Uninstalling NuGet package...
cs: Probíhá odinstalace balíčku NuGet...
de: Das NuGet-Paket wird deinstalliert...
es: Desinstalando el paquete de NuGet...
fr: Désinstallation du package NuGet...
it: Disinstallazione del pacchetto NuGet...
ja: NuGet パッケージをアンインストールしています...
ko: NuGet 패키지를 제거하는 중...
pl: Trwa odinstalowywanie pakietu NuGet...
pt_br: Desinstalando o pacote NuGet...
ru: Удаление пакета NuGet...
tr: NuGet paketi kaldırılıyor...
zh_hans: 正在卸载 NuGet 包...
zh_hant: 正在將 NuGet 套件解除安裝...

# FailToDeleteLibrariesFromProject
source: Could not delete libraries from project
cs: Knihovny nešlo odstranit z projektu.
de: Bibliotheken konnten nicht aus dem Projekt gelöscht werden.
es: No se pudieron eliminar bibliotecas del proyecto
fr: Impossible de supprimer les bibliothèques du projet
it: Non è stato possibile eliminare le librerie dal progetto
ja: プロジェクトからライブラリを削除できませんでした
ko: 프로젝트에서 라이브러리를 삭제할 수 없습니다.
pl: Nie można usunąć bibliotek z projektu
pt_br: Não foi possível excluir bibliotecas do projeto
ru: Не удалось удалить библиотеки из проекта
tr: Kitaplıklar projeden silinemedi
zh_hans: 无法从项目中删除库
zh_hant: 無法從專案刪除程式庫

# LibraryDeletedFromProject
source: Library {0} was successfuly deleted from project
cs: Knihovna {0} se úspěšně odstranila z projektu.
de: Die Bibliothek "{0}" wurde erfolgreich aus dem Projekt gelöscht.
es: La biblioteca {0} se eliminó correctamente del proyecto
fr: La bibliothèque {0} a été supprimée du projet
it: La libreria {0} è stata eliminata dal progetto
ja: ライブラリ {0} がプロジェクトから正常に削除されました
ko: {0} 라이브러리가 프로젝트에서 삭제되었습니다.
pl: Biblioteka {0} została pomyślnie usunięta z projektu
pt_br: A biblioteca {0} foi excluída do projeto com êxito
ru: Библиотека {0} успешно удалена из проекта
tr: {0} kitaplığı başarıyla projeden silindi
zh_hans: 已成功从项目中删除库 {0}
zh_hant: 已成功將程式庫 {0} 從專案解除安裝

# FailToAddLibrariesToProject
source: Could not add libraries to project
cs: Knihovny nešlo přidat do projektu.
de: Bibliotheken konnten dem Projekt nicht hinzugefügt werden.
es: No se pudieron agregar bibliotecas al proyecto
fr: Impossible d'ajouter des bibliothèques au projet
it: Non è stato possibile aggiungere librerie al progetto
ja: プロジェクトにライブラリを追加できませんでした
ko: 프로젝트에 라이브러리를 추가할 수 없습니다.
pl: Nie można dodać bibliotek do projektu
pt_br: Não foi possível adicionar bibliotecas ao projeto
ru: Не удалось добавить библиотеки в проект
tr: Kitaplıklar projeye eklenemedi
zh_hans: 无法将库添加到项目中
zh_hant: 無法將程式庫新增至專案

# LibraryAddedToProject
source: Library {0} was successfuly added to project
cs: Knihovna {0} se úspěšně přidala do projektu.
de: Die Bibliothek "{0}" wurde dem Projekt erfolgreich hinzugefügt.
es: La biblioteca {0} se ha agregado correctamente al proyecto
fr: La bibliothèque {0} a été ajoutée au projet
it: La libreria {0} è stata aggiunta al progetto
ja: ライブラリ {0} はプロジェクトに正常に追加されました
ko: {0} 라이브러리를 프로젝트에 추가했습니다.
pl: Biblioteka {0} została pomyślnie dodana do projektu
pt_br: A biblioteca {0} foi adicionada com sucesso ao projeto
ru: Библиотека {0} успешно добавлена в проект
tr: {0} kitaplığı projeye başarıyla eklendi
zh_hans: 已成功将库 {0} 添加到项目中
zh_hant: 已成功將程式庫 {0} 新增至專案

# OutputWindowTitle
source: Library Manager
cs: Správce knihoven
de: Bibliotheks-Manager
es: Administrador de bibliotecas
fr: Gestionnaire de bibliothèques
it: Gestione librerie
ja: ライブラリ マネージャー
ko: 라이브러리 관리자
pl: Menedżer biblioteki
pt_br: Gerenciador de Bibliotecas
ru: Диспетчер библиотек
tr: Kütüphane Yöneticisi
zh_hans: 库管理器
zh_hant: 程式庫管理員

# OperationInProgress
source: Library Manager operation already in progress.
cs: Operace Správce knihoven už probíhá.
de: Bibliotheks-Manager-Vorgang wird bereits durchgeführt.
es: La operación del Administrador de bibliotecas ya está en curso.
fr: Opération du gestionnaire de bibliothèques déjà en cours.
it: L'operazione di Gestione librerie è già in corso.
ja: ライブラリ マネージャー操作が既に進行中です。
ko: 라이브러리 관리자 작업이 이미 진행 중입니다.
pl: Operacja Menedżera biblioteki jest już w toku.
pt_br: Operação do Gerenciador de Bibliotecas já em andamento.
ru: Операция диспетчера библиотек уже выполняется.
tr: Kitaplık Yöneticisi işlemi zaten sürüyor.
zh_hans: 已在进行库管理器操作。
zh_hant: 程式庫管理員作業已經在進行。

source: Files:
cs: Soubory:
de: Dateien:
es: Archivos:
fr: Fichiers :
it: File:
ja: ファイル:
ko: 파일 수:
pl: Pliki:
pt_br: Arquivos:
ru: Файлы:
tr: Dosyalar:
zh_hans: 文件:
zh_hant: 檔案:

source: _Library:
cs: _Knihovna:
de: _Bibliothek:
fr: _Bibliothèque :
it: _Libreria:
ja: ライブラリ(_L):
ko: 라이브러리(_L):
pl: _Biblioteka:
pt_br: _Biblioteca:
ru: _Библиотека:
zh_hant: 程式庫(_L):

source: _Provider:
cs: Z_prostředkovatel:
de: _Anbieter:
fr: _Fournisseur :
ja: プロバイダー(_P):
ko: 공급자(_P):
pl: _Dostawca:
pt_br: _Provedor:
ru: _Поставщик:
zh_hant: 提供者(_P):

source: _Target Location:
cs: Cílové umís_tění:
de: _Zielspeicherort:
fr: _Emplacement cible :
it: Percorso di _destinazione:
ja: ターゲット ロケーション(_T):
ko: 대상 위치(_T):
pl: Lokalizacja _docelowa:
pt_br: _Local de Destino:
ru: _Целевое расположение:
zh_hant: 目標位置(_T):

source: Choose _specific files:
cs: Zvolit _konkrétní soubory:
de: _Spezifische Dateien auswählen:
fr: Choisir des fichiers _spécifiques :
it: Scegli i file _specifici:
ja: 特定のファイルの選択( _S):
ko: 특정 파일 선택(_S):
pl: Wybierz _konkretne pliki:
pt_br: Escolha arquivos _específicos:
ru: Выберите _указанные файлы:
zh_hant: 選擇特定檔案(_S):

source: Include _all library files
cs: Z_ahrnout všechny soubory knihovny
de: _Alle Bibliotheksdateien einbeziehen
fr: Inclure _tous les fichiers de bibliothèque
it: Includi tutti i _file di libreria
ja: ライブラリのすべてのファイルを含める(_A)
ko: 모든 라이브러리 파일 포함(_A)
pl: U_względnij wszystkie pliki biblioteki
pt_br: Incluir _todos os arquivos da biblioteca
ru: Включить _все файлы библиотеки
zh_hant: 包含所有程式庫檔案(_A)

# NoFilesSelected
source: No files have been selected
cs: Nejsou vybrané žádné soubory.
de: Es wurden keine Dateien ausgewählt.
es: No se han seleccionado archivos
fr: Aucun fichier sélectionné
it: Non è stato selezionato alcun file
ja: ファイルが選択されていません
ko: 파일을 선택하지 않았습니다.
pl: Nie wybrano żadnych plików
pt_br: Nenhum arquivo foi selecionado
ru: Файлы не выбраны
tr: Dosya seçilmedi
zh_hans: 未选择任何文件
zh_hant: 未選取任何檔案

source: _Cancel
cs: _Zrušit
de: _Abbrechen
fr: _Annuler
it: _Annulla
ja: キャンセル(_C)
ko: 취소(_C)
pl: _Anuluj
pt_br: _Cancelar
ru: _Отмена
zh_hant: 取消(_C)

source: _Install
cs: _Instalovat
de: _Installieren
fr: _Installer
it: _Installa
ja: インストール(_I)
ko: 설치(_I)
pl: _Instaluj
pt_br: _Instalar
ru: _Установить
zh_hant: 安裝(_I)

# SuggestedAction_Update_NoUpdatesFound
source: No updates found at this time
cs: Nenašly se žádné aktualizace
de: Gegenwärtig liegen keine Updates vor.
fr: Aucune mise à jour trouvée pour l'instant
it: Al momento non sono disponibili aggiornamenti
ja: 現時点で、更新プログラムはありません
ko: 지금은 업데이트가 없습니다.
pl: W tej chwili nie znaleziono żadnych aktualizacji
pt_br: Nenhuma atualização encontrada no momento
ru: Обновления в данный момент не найдены.
zh_hant: 目前找不到任何更新

# Checked
source: Checked {0} {1}
cs: Zaškrtnuto – {0} {1}
de: {0} "{1}" aktiviert
fr: {0} {1} archivé
it: {0} {1} selezionato/a
ja: 確認済みの{0} {1}
ko: 선택한 {0} {1}
pl: Zaznaczono: {0} {1}
pt_br: {0} {1} Marcado(a)
ru: Выбрано: {0} {1}
zh_hant: 已選取 {0} {1}

# UnChecked
source: UnChecked {0} {1}
cs: Nezaškrtnuto – {0} {1}
de: {0} "{1}" deaktiviert
fr: {0} {1} non archivé
it: {0} {1} deselezionato/a
ja: 未確認の{0} {1}
ko: 선택하지 않은 {0} {1}
pl: Nie zaznaczono: {0} {1}
pt_br: {0} {1} Desmarcado(a)
ru: Не выбрано: {0} {1}
zh_hant: 已取消選取 {0} {1}

# SuggestedAction_Update_Prerelease
source: Pre-release: {0}
cs: Předběžná verze: {0}
de: Vorabversion: {0}
fr: Préversion : {0}
it: Versione preliminare: {0}
ja: プレリリース: {0}
ko: 시험판: {0}
pl: Wersja wstępna: {0}
pt_br: Pré-lançamento: {0}
ru: Предварительный выпуск: {0}
zh_hant: 發行前版本: {0}

# SuggestedAction_Update_Stable
source: Stable: {0}
cs: Stabilní: {0}
de: Stabil: {0}
it: Stabile: {0}
ja: 安定: {0}
ko: 안정: {0}
pl: Wersja stabilna: {0}
pt_br: Estável: {0}
ru: Стабильная: {0}
zh_hant: 穩定: {0}

# SuggestedAction_Update_Title
source: Update Library
cs: Aktualizovat knihovnu
de: Bibliothek aktualisieren
fr: Mettre à jour la bibliothèque
it: Aggiorna libreria
ja: ライブラリの更新
ko: 라이브러리 업데이트
pl: Aktualizowanie biblioteki
pt_br: Atualizar Biblioteca
ru: Обновление библиотеки
zh_hant: 更新程式庫

# Indeterminate
source: Indeterminate {0} {1}
cs: Neurčité – {0} {1}
de: {0} "{1}" nicht festgelegt
fr: {0} {1} indéterminé
it: {0} {1} indeterminato/a
ja: 不確定の{0} {1}
ko: 확정되지 않은 {0} {1}
pl: Nieokreślone: {0} {1}
pt_br: {0} {1} Indeterminado(a)
ru: Не определено: {0} {1}
zh_hant: 不確定 {0} {1}

source: File
cs: Soubor
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
zh_hant: 檔案

source: Folder
cs: Složka
de: Ordner
fr: Dossier
it: Cartella
ja: フォルダー
ko: 폴더
pt_br: Pasta
ru: Папка
zh_hant: 資料夾

# NoUpdatesFound
source: No updates found at this time
es: No se encontraron actualizaciones en este momento
tr: Şu anda güncelleştirme bulunamadı
zh_hans: 此时未找到任何更新

source: Library:
es: Biblioteca:
tr: Kitaplık:
zh_hans: 库:

source: Provider:
es: Proveedor:
tr: Sağlayıcı:
zh_hans: 提供程序:

source: Target Location:
es: Ubicación de destino:
tr: Hedef konumu:
zh_hans: 目标位置:

source: Choose specific files:
es: Elegir archivos específicos:
tr: Belirli dosyaları seçin:
zh_hans: 选择特定文件:

source: Include all library files
es: Incluir todos los archivos de biblioteca
tr: Tüm kütüphane dosyalarını ekle
zh_hans: 包括所有库文件

source: Cancel
es: Cancelar
tr: İptal
zh_hans: 取消

source: Install
es: Instalar
tr: Yükle
zh_hans: 安装
