Repository: aspnet/LibraryManager
Catalog: src/LibraryManager.Contracts/Resources/Text.*.resx
Languages: cs

# ErrorCouldNotDeleteLibrary
source: Failed to delete one or more files in the library {0}
cs: Nepovedlo se odstranit nejméně jeden soubor v knihovně {0}.

# ErrorCouldNotWriteFile
source: {0} could not be written to disk. Make sure the file name is correct
cs: {0} nejde zapsat na disk. Zkontrolujte, jestli je název souboru správný.

# ErrorDestinationPathHasInvalidCharacter
source: The "{0}" destination file path has invalid characters
cs: Cesta k cílovému souboru {0} obsahuje neplatné znaky.

# ErrorLibraryIdIsUndefined
source: The library id is undefined
cs: ID knihovny není definováno.

# ErrorManifestMalformed
source: Library Manager manifest contains syntax errors. Please fix the errors in libman.json, then try again.
cs: Manifest Správce knihoven obsahuje syntaktické chyby. Opravte prosím chyby v libman.json a pak to zkuste znovu.

# ErrorNotSupportedVersion
source: Version "{0}" is not supported by this version of Library Manager
cs: Tato verze Správce knihoven nepodporuje verzi {0}.

# ErrorPathIsUndefined
source: The "destination" is undefined.
cs: Cíl není definován.

# ErrorPathOutsideWorkingDirectory
source: The "destination" must be inside the working directory
cs: Cíl musí být v pracovním adresáři.

# ErrorProviderIsUndefined
source: The provider is undefined
cs: Poskytovatel není definován.

# ErrorProviderUnknown
source: The "{0}" provider could not be found
cs: Nebyl nalezen poskytovatel {0}.

# ErrorUnableToDownloadResource
source: Failed to download resource from "{0}"
cs: Nepovedlo se stáhnout prostředek z: {0}

# ErrorUnableToResolveFilePath
source: The "{0}" file path could not be resolved by the "{1}" provider
cs: Poskytovatel {1} nedokázal přeložit cestu k souboru {0}.

# ErrorUnableToResolveSource
source: The "{0}" library could not be resolved by the "{1}" provider
cs: Knihovnu {0} nebylo možné přeložit na základě poskytovatele {1}.

# ErrorUnknownException
source: An unknown exception occurred
cs: Došlo k neznámé výjimce.

# ErrorConflictingLibraries
source: Conflicting file "{0}" found in more than one library: {1}
cs: Našel se konfliktní soubor {0} ve více než jedné knihovně: {1}

# ErrorLibraryAlreadyInstalled
source: The "{0}" library is already installed by the "{1}" provider
cs: Knihovnu {0} už nainstaloval poskytovatel {1}.

# ErrorLibraryCannotInstallDueToConflicts
source: The file "{0}" is already installed by {1}.
cs: Soubor {0} už nainstaloval uživatel {1}.

# ErrorLibraryCannotUpdateDueToConflicts
source: The library "{0}" could not be updated to "{1}". Another library "{1}" is already installed
cs: Knihovnu {0} nešlo aktualizovat na {1}. Je už nainstalovaná jiná knihovna {1}.

# ErrorLibraryCannotUpdateDueToFileConflicts
source: The library "{0}" could not be updated to "{1}". The following files are not valid for the "{1}": {2}
cs: Knihovnu {0} nešlo aktualizovat na {1}. Následující soubory nejsou platné pro {1}: {2}

# ErrorLibraryHasInvalidFiles
source: "{0}" does not contain the following: {1} Valid files are {2}
cs: {0} neobsahuje následující: {1} Platné soubory jsou: {2}

# ErrorUnknownError
source: An unknown error occurred
cs: Došlo k neznámé chybě.

# ErrorDuplicateLibraries
source: Cannot restore. Multiple definitions for libraries: {0}
cs: Obnovení nejde provést. Je více definic pro knihovny: {0}

# ErrorFilePathIsEmpty
source: The library "{0}" cannot specify a file with an empty name
cs: Knihovna {0} nemůže uvádět soubor s prázdným názvem.
