Repository: aspnet/LibraryManager
Catalog: src/LibraryManager.Contracts/MultilingualResources/Microsoft.Web.LibraryManager.Contracts.*.xlf
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ErrorCouldNotWriteFile
source: {0} could not be written to disk. Make sure the file name is correct
de: "{0}" konnte nicht auf die Festplatte geschrieben werden. Stellen Sie sicher, dass der Dateiname korrekt ist.
es: {0} no se podría escribir en el disco. Asegúrese de que el nombre del archivo es correcto
fr: Impossible d'écrire {0} sur le disque. Vérifiez le nom du fichier
it: Non è stato possibile scrivere {0} su disco. Assicurarsi che il nome del file sia corretto
ja: {0} をディスクに書き込めませんでした。ファイル名が正しいことを確認してください。
ko: {0}을(를) 디스크에 기록할 수 없습니다. 파일 이름이 올바른지 확인하세요.
pl: Nie można zapisać pliku {0} na dysku. Upewnij się, że nazwa pliku jest poprawna
pt_br: Não foi possível gravar {0} em disco. Verifique se o nome do arquivo está correto
ru: Не удалось записать файл {0} на диск. Убедитесь, что имя файла указано правильно
tr: {0} diske yazılamadı. Dosya adının doğru olduğundan emin olun
zh_hans: {0} 无法被写入磁盘。请确保文件名正确
zh_hant: {0} 無法寫入磁碟。請確認檔案名稱正確

# ErrorLibraryIdIsUndefined
source: The library id is undefined
de: Die Bibliotheks-ID ist nicht definiert.
es: El id. de la biblioteca no está definido
fr: L'ID de la bibliothèque n'est pas défini
it: L'ID libreria non è definito
ja: ライブラリ ID は定義されていません
ko: 라이브러리 ID가 정의되어 있지 않습니다.
pl: Identyfikator biblioteki nie został zdefiniowany
pt_br: A id da biblioteca é indefinida
ru: Идентификатор библиотеки не определен
tr: Kitaplık kimliği tanımlı değil
zh_hans: 未定义库 ID
zh_hant: 程式庫識別碼未定義

# ErrorManifestMalformed
source: Library Manager manifest contains syntax errors. Please fix the errors in libman.json, then try again.
de: Das Bibliotheks-Manager-Manifest enthält Syntaxfehler. Korrigieren Sie die Fehler in "libman.json", und versuchen Sie es noch mal.
es: El manifiesto del Administrador de bibliotecas contiene errores de sintaxis. Corrija los errores en libman.json e inténtelo de nuevo.
fr: Le manifeste du Gestionnaire de bibliothèques contient des erreurs de syntaxe. Corrigez les erreurs dans libman.json, puis réessayez.
it: Il manifesto di Gestione librerie contiene errori di sintassi. Correggere gli errori in libman.json, quindi riprovare.
ja: ライブラリ マネージャーのマニフェストに構文エラーがあります。libman.json のエラーを修正してからもう一度お試しください。
ko: 라이브러리 관리자 매니페스트에 구문 오류가 있습니다. libman.json에서 해당 오류를 수정한 후 다시 시도하세요.
pl: Manifest menedżera biblioteki zawiera błędy składniowe. Usuń te błędy w pliku libman.json, a następnie spróbuj ponownie.
pt_br: O manifesto do Gerenciador de Bibliotecas contém erros de sintaxe. Corrija os erros em libman.json e tente novamente.
ru: Манифест диспетчера библиотек содержит синтаксические ошибки. Исправьте ошибки в файле libman.json и повторите попытку.
tr: Kitaplık Yöneticisi bildirimi sözdizimi hataları içeriyor. Lütfen libman.json dosyasındaki hataları düzeltin ve tekrar deneyin.
zh_hans: 库管理器清单包含语法错误。请修复 libman.json 中的错误，然后重试。
zh_hant: 程式庫管理員資訊清單包含語法錯誤。請修正 libman.json 中的錯誤，然後再試一次。

# ErrorPathIsUndefined
source: The "destination" is undefined.
de: Das "Ziel" ist nicht definiert.
es: El "destino" no está definido.
fr: La "destination" n'est pas définie.
it: Il valore di "destinazione" non è definito.
ja: "宛先" が定義されていません。
ko: "대상"이 정의되어 있지 않습니다.
pl: „Miejsce docelowe” nie jest zdefiniowane.
pt_br: O "destino" é indefinido.
ru: Назначение не определено.
tr: "Hedef" tanımlı değil.
zh_hans: 未定义“目标”。
zh_hant: "destination" 未定義。

# ErrorPathOutsideWorkingDirectory
source: The "destination" must be inside the working directory
de: Das "Ziel" muss sich im Arbeitsverzeichnis befinden.
es: El "destino" debe estar dentro del directorio de trabajo
fr: La "destination" doit se trouver dans le répertoire de travail
it: La "destinazione" deve essere presente nella directory di lavoro
ja: ”宛先” は作業ディレクトリ内にある必要があります。
ko: "대상"은 작업 디렉터리 내부에 있어야 합니다.
pl: „Miejsce docelowe” musi znajdować się wewnątrz katalogu roboczego
pt_br: O "destino" deve estar dentro do diretório de trabalho
ru: Указанное расположение должно находиться в рабочем каталоге
tr: "Hedef" çalışma dizini içinde olmalıdır
zh_hans: “目标”必须在工作目录内
zh_hant: "destination" 必須在工作目錄內

# ErrorProviderIsUndefined
source: The provider is undefined
de: Der Anbieter ist nicht definiert.
es: El proveedor no está definido
fr: Le fournisseur n'est pas défini
it: Il provider non è definito
ja: プロバイダーが定義されていません
ko: 공급자가 정의되어 있지 않습니다.
pl: Dostawca nie został zdefiniowany
pt_br: O provedor é indefinido
ru: Поставщик не определен
tr: Sağlayıcı tanımlı değil
zh_hans: 提供程序未定义
zh_hant: 未定義提供者

# ErrorProviderUnknown
source: The "{0}" provider could not be found
de: Der Anbieter "{0}" wurde nicht gefunden.
es: No se pudo encontrar el proveedor de "{0}"
fr: Le fournisseur "{0}" est introuvable
it: Non è stato possibile trovare il provider "{0}"
ja: "{0}" プロバイダーが見つかりませんでした
ko: "{0}" 공급자를 찾을 수 없습니다.
pl: Nie można znaleźć dostawcy „{0}”
pt_br: Não foi possível localizar o provedor "{0}"
ru: Поставщик "{0}" не найден
tr: "{0}" sağlayıcısı bulunamadı
zh_hans: 找不到 "{0}" 提供程序
zh_hant: 找不到 "{0}" 提供者

# ErrorUnableToResolveSource
source: The "{0}" library could not be resolved by the "{1}" provider
de: Die Bibliothek "{0}" konnte durch den Anbieter "{1}" nicht aufgelöst werden.
es: El proveedor "{1}" no pudo resolver la biblioteca "{0}"
fr: La bibliothèque "{0}" n'a pas pu être résolue par le fournisseur "{1}"
it: Il provider "{1}" non è riuscito a risolvere la libreria "{0}"
ja: "{1}" プロバイダーによって "{0}" ライブラリを解決することはできませんでした
ko: "{0}" 라이브러리를 "{1}" 공급자에서 확인할 수 없습니다.
pl: Biblioteka „{0}” nie może zostać rozpoznana przez dostawcę „{1}”
pt_br: A biblioteca "{0}" não pôde ser resolvida pelo provedor "{1}"
ru: Поставщику "{1}" не удалось разрешить библиотеку "{0}"
tr: "{0}" kitaplığı "{1}" sağlayıcısı tarafından çözümlenemedi
zh_hans: "{0}" 库无法由 "{1}" 提供程序解析
zh_hant: "{1}" 提供者無法解析 "{0}" 程式庫

# ErrorUnknownException
source: An unknown exception occurred
de: Unbekannte Ausnahme.
es: Se produjo una excepción desconocida
fr: Une exception inconnue s'est produite
it: Si è verificata un'eccezione sconosciuta
ja: 不明な例外が発生しました
ko: 알 수 없는 예외가 발생했습니다.
pl: Wystąpił nieznany wyjątek
pt_br: Ocorreu uma exceção desconhecida
ru: Возникло неизвестное исключение
tr: Bilinmeyen bir özel durum oluştu
zh_hans: 发生未知异常
zh_hant: 發生未知的例外狀況

# ErrorCouldNotDeleteLibrary
source: Failed to delete one or more files in the library {0}
de: Mindestens eine Datei in der Bibliothek "{0}" konnte nicht gelöscht werden.
es: Error al eliminar uno o más archivos en la biblioteca {0}
fr: La suppression d'un ou plusieurs fichiers dans la bibliothèque {0} a échoué
it: Non è stato possibile eliminare uno o più file nella libreria {0}
ja: ライブラリ {0} の 1 つまたは複数のファイルを削除できませんでした
ko: {0} 라이브러리에서 하나 이상의 파일을 삭제하지 못했습니다.
pl: Nie można usunąć co najmniej jednego pliku z biblioteki {0}
pt_br: Falha ao excluir um ou mais arquivos na biblioteca {0}
ru: Не удалось удалить один или несколько файлов в библиотеке {0}
tr: {0} kitaplığındaki bir veya daha fazla dosya silinemedi
zh_hans: 未能删除库 {0} 中的一个或多个文件
zh_hant: 無法刪除程式庫 {0} 中的一或多個檔案

# ErrorDestinationPathHasInvalidCharacter
source: The "{0}" destination file path has invalid characters
de: Der Zieldateipfad "{0}" enthält unzulässige Zeichen.
es: La ruta del archivo de destino "{0}" tiene caracteres no válidos
fr: Le chemin de fichier de destination "{0}" a des caractères non valides
it: Il percorso del file di destinazione "{0}" contiene caratteri non validi
ja: "{0}" の宛先ファイル パスには無効な文字が含まれています
ko: "{0}" 대상 파일 경로에 잘못된 문자가 있습니다.
pl: Ścieżka pliku docelowego „{0}” zawiera nieprawidłowe znaki
pt_br: O caminho do arquivo de destino "{0}" tem caracteres inválidos
ru: Путь к файлу назначения "{0}" содержит недопустимые символы
tr: "{0}" hedef dosya yolunda geçersiz karakterler var
zh_hans: "{0}" 目标文件路径具有无效字符
zh_hant: "{0}" 目的地檔案路徑包含無效字元

# ErrorNotSupportedVersion
source: Version "{0}" is not supported by this version of Library Manager
de: Version {0} wird von dieser Version des Bibliotheks-Managers nicht unterstützt.
es: La versión "{0}" no es compatible con esta versión del Administrador de bibliotecas
fr: La version "{0}" n'est pas prise en charge par cette version du gestionnaire de bibliothèques
it: La versione "{0}" non è supportata da questa versione di Gestione librerie
ja: バージョン "{0}" は、このバージョンのライブラリ マネージャーによってサポートされていません
ko: "{0}" 버전은 이 버전의 라이브러리 관리자에서 지원되지 않습니다.
pl: Wersja „{0}” nie jest obsługiwana przez tę wersję Menedżera biblioteki
pt_br: A versão "{0}" não é compatível com essa versão do Gerenciador de Bibliotecas
ru: Версия "{0}" не поддерживается в этой версии диспетчера библиотек
tr: "{0}" sürümü Kütüphane Yöneticisi'nin bu sürümü tarafından desteklenmiyor
zh_hans: 此版本的库管理器不支持版本 "{0}"
zh_hant: 此版本的程式庫管理員不支援版本 "{0}"

# ErrorUnableToDownloadResource
source: Failed to download resource from "{0}"
de: Fehler beim Herunterladen der Ressource von "{0}".
es: No se pudo descargar recurso de "{0}"
fr: Le téléchargement de la ressource à partir de "{0}" a échoué
it: Non è stato possibile scaricare la risorsa da "{0}"
ja: リソースを "{0}" からダウンロードできませんでした
ko: "{0}"에서 리소스를 다운로드하지 못했습니다.
pl: Nie można pobrać zasobu z: „{0}”
pt_br: Falha ao baixar o recurso de "{0}"
ru: Не удалось скачать ресурс из "{0}"
tr: Kaynak "{0}" konumundan indirilemedi
zh_hans: 无法从 "{0}" 下载资源
zh_hant: 無法從 "{0}" 下載資源

# ErrorUnableToResolveFilePath
source: The "{0}" file path could not be resolved by the "{1}" provider
de: Der Pfad der Datei "{0}" konnte vom Anbieter "{1}" nicht aufgelöst werden.
es: La ruta del archivo "{0}" no se pudo resolver por el proveedor de "{1}"
fr: Le fournisseur "{1}" n'a pas pu résoudre le chemin de fichier "{0}"
it: Il provider "{1}" non è riuscito a risolvere il percorso file "{0}"
ja: "{0}" ファイル パスは "{1}" プロバイダーによって解決できませんでした
ko: "{1}" 공급자에서 "{0}" 파일 경로를 확인할 수 없습니다.
pl: Ścieżka do pliku „{0}” nie może zostać rozpoznana przez dostawcę „{1}”
pt_br: O caminho do arquivo "{0}" não pôde ser resolvido pelo provedor "{1}"
ru: Поставщику "{1}" не удалось разрешить путь к файлу "{0}"
tr: "{0}" dosya yolu "{1}" sağlayıcısı tarafından çözümlenemedi
zh_hans: "{1}" 提供程序无法解析 "{0}" 文件路径
zh_hant: "{1}" 提供者無法解析 "{0}" 檔案路徑

# ErrorConflictingLibraries
source: Conflicting file "{0}" found in more than one library: {1}
de: Die einen Konflikt verursachende Datei "{0}" wurde in mehreren Bibliotheken gefunden: {1}
es: Se encontró un archivo en conflicto "{0}" en más de una biblioteca: {1}
fr: Fichier en conflit "{0}" dans plusieurs bibliothèques : {1}
it: Il file in conflitto "{0}" è stato trovato in più di una libreria: {1}
ja: 競合するファイル "{0}" が複数のライブラリで見つかりました: {1}
ko: 하나 이상의 라이브러리에서 "{0}" 파일이 충돌합니다. {1}
pl: Znaleziono plik powodujący konflikt „{0}” w więcej niż jednej bibliotece: {1}
pt_br: Arquivo conflitante "{0}" encontrado em mais de uma biblioteca: {1}
ru: Конфликтующий файл "{0}" обнаружен в нескольких библиотеках: {1}
tr: Birden çok kitaplıkta çakışan "{0}" dosyası bulundu: {1}
zh_hans: 在多个库中找到冲突的文件 "{0}": {1}
zh_hant: 在多個程式庫中找到衝突的檔案 "{0}": {1}

# ErrorLibraryAlreadyInstalled
source: The "{0}" library is already installed by the "{1}" provider
de: Die Bibliothek "{0}" wurde bereits vom Anbieter "{1}" installiert.
es: La biblioteca "{0}" ya está instalada por el proveedor de "{1}"
fr: La bibliothèque "{0}" est déjà installée par le fournisseur "{1}"
it: La libreria "{0}" è già stata installata dal provider "{1}"
ja: "{0}" ライブラリは "{1}" プロバイダーによって既にインストールされています
ko: "{1}" 공급자가 "{0}" 라이브러리를 이미 설치했습니다.
pl: Biblioteka „{0}” została już zainstalowana przez dostawcę „{1}”
pt_br: A biblioteca "{0}" já está instalada pelo provedor "{1}"
ru: Библиотека "{0}" уже установлена поставщиком "{1}"
tr: "{0}" kitaplığı zaten "{1}" sağlayıcısı tarafından yüklendi
zh_hans: "{0}" 库已由 "{1}" 提供程序安装
zh_hant: "{1}" 提供者已經安裝 "{0}" 程式庫

# ErrorLibraryCannotInstallDueToConflicts
source: The file "{0}" is already installed by {1}.
de: Die Datei "{0}" wurde bereits von {1} installiert.
es: El archivo "{0}" ya está instalado por {1}.
fr: Le fichier "{0}" est déjà installé par {1}.
it: Il file "{0}" è già stato installato da {1}.
ja: ファイル "{0}" は既に {1} によってインストールされています。
ko: {1}이(가) "{0}" 파일을 이미 설치했습니다.
pl: Plik „{0}” został już zainstalowany przez: {1}.
pt_br: O arquivo "{0}" já foi instalado por {1}.
ru: Файл "{0}" уже установлен {1}.
tr: "{0}" dosyası zaten {1} tarafından yüklendi.
zh_hans: 文件 "{0}" 已由 {1} 安装。
zh_hant: {1} 已經安裝了檔案 "{0}"。

# ErrorLibraryCannotUpdateDueToConflicts
source: The library "{0}" could not be updated to "{1}". Another library "{1}" is already installed
de: Die Bibliothek "{0}" konnte nicht auf "{1}" aktualisiert werden. Eine andere Bibliothek "{1}" ist bereits installiert.
es: La biblioteca "{0}" no se pudo actualizar a "{1}". Ya hay otra biblioteca "{1}" instalada
fr: Impossible de mettre à jour la bibliothèque "{0}" vers "{1}". Une autre bibliothèque "{1}" est déjà installée
it: Non è stato possibile aggiornare la libreria "{0}" a "{1}". È già installata un'altra libreria "{1}"
ja: ライブラリ "{0}" を "{1}" に更新できませんでした。別のライブラリ "{1}" が既にインストールされています。
ko: "{0}" 라이브러리를 "{1}"에 업데이트할 수 없습니다. 다른 라이브러리 "{1}"이(가) 이미 설치되어 있습니다.
pl: Nie można zaktualizować biblioteki „{0}” do wersji „{1}”. Jest już zainstalowana inna biblioteka „{1}”
pt_br: A biblioteca "{0}" não pôde ser atualizada para "{1}". Outra biblioteca "{1}" já está instalada
ru: Не удалось обновить библиотеку "{0}" до "{1}". Уже установлена другая библиотека "{1}"
tr: "{0}" kitaplığı "{1}" olarak güncelleştirilemedi. Başka bir "{1}" kitaplığı zaten yüklü
zh_hans: 无法将库 "{0}" 更新为 "{1}"。已安装了另一个库 "{1}"
zh_hant: 程式庫 "{0}" 無法更新為 "{1}"。已經安裝另一個程式庫 "{1}"

# ErrorLibraryCannotUpdateDueToFileConflicts
source: The library "{0}" could not be updated to "{1}". The following files are not valid for the "{1}": {2}
de: Die Bibliothek "{0}" konnte nicht auf "{1}" aktualisiert werden. Die folgenden Dateien sind für "{1}" nicht gültig: {2}
es: La biblioteca "{0}" no se pudo actualizar a "{1}". Los siguientes archivos no son válidos para "{1}": {2}
fr: Impossible de mettre à jour la bibliothèque "{0}" vers "{1}". Les fichier suivants ne sont pas valides pour "{1}" : {2}
it: Non è stato possibile aggiornare la libreria "{0}" a "{1}". I file seguenti non sono validi per "{1}": {2}
ja: ライブラリ "{0}" を "{1}" に更新できませんでした。次のファイルは "{1}" に対して無効です: {2}
ko: "{0}" 라이브러리를 "{1}"에 업데이트할 수 없습니다. "{1}"에 대해 다음 파일이 유효하지 않습니다. {2}
pl: Nie można zaktualizować biblioteki „{0}” do wersji „{1}”. Następujące pliki nie są prawidłowe dla wersji „{1}”: {2}
pt_br: A biblioteca "{0}" não pôde ser atualizada para "{1}". Os seguintes arquivos não são válidos para "{1}": {2}
ru: Не удалось обновить библиотеку "{0}" до "{1}". Следующие файлы являются недопустимыми для "{1}": {2}
tr: "{0}" kitaplığı "{1}" olarak güncelleştirilemedi. Şu dosyalar "{1}" için geçerli değil: {2}
zh_hans: 无法将库 "{0}" 更新为 "{1}"。以下文件对 "{1}" 无效: {2}
zh_hant: 程式庫 "{0}" 無法更新為 "{1}"。下列檔案對 "{1}" 無效: {2}

# ErrorLibraryHasInvalidFiles
source: "{0}" does not contain the following: {1} Valid files are {2}
de: Folgende Elemente sind in "{0}" nicht enthalten: {1}. Gültige Dateien: {2}
es: "{0}" no contiene lo siguiente: {1} Los archivos válidos son {2}
fr: "{0}" ne contient pas {1}. Les fichiers valides sont {2}
it: "{0}" non contiene quanto segue: {1} I file validi sono {2}
ja: "{0}" には次が含まれていません: {1} 有効なファイルは {2} です
ko: "{0}"에 {1}이(가) 포함되어 있지 않습니다. 유효한 파일은 {2}입니다.
pl: Element „{0}” nie zawiera następujących plików: {1} Prawidłowe pliki to {2}
pt_br: "{0}" não contém: {1} Os arquivos válidos são {2}
ru: "{0}" не содержит: {1} Допустимые файлы: {2}
tr: "{0}" şunları içermiyor: {1} Geçerli dosyalar: {2}
zh_hans: "{0}" 不包含以下内容: {1} 有效文件为 {2}
zh_hant: "{0}" 未包含以下項目: {1} 有效的檔案為 {2}

# ErrorUnknownError
source: An unknown error occurred
de: Unbekannter Fehler.
es: Error desconocido
fr: Une erreur inconnue s’est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류 발생
pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
tr: Bilinmeyen bir hata oluştu
zh_hans: 发生未知错误
zh_hant: 發生未知錯誤

# ErrorDuplicateLibraries
source: Cannot restore. Multiple definitions for libraries: {0}
de: Wiederherstellung nicht möglich. Mehrere Definitionen für Bibliotheken: {0}
es: No se puede restaurar. Varias definiciones para bibliotecas: {0}
fr: Restauration impossible. Plusieurs définitions pour les bibliothèques : {0}
it: Non è possibile eseguire il ripristino. Sono presenti più definizioni per le librerie: {0}
ja: 復元できません。次のライブラリの定義が複数あります: {0}
ko: 복원할 수 없음. 라이브러리에 대한 여러 개의 정의: {0}
pl: Nie można przywrócić. Istnieje wiele definicji dla bibliotek: {0}
pt_br: Não é possível restaurar. Várias definições para bibliotecas: {0}
ru: Невозможно восстановить. Присутствует несколько определений библиотек: {0}
tr: Geri yüklenemiyor. Kitaplıklara yönelik birden çok tanım: {0}
zh_hans: 无法还原。库存在多个定义: {0}
zh_hant: 無法還原。程式庫有多個定義: {0}
